[{
  "_id": {
    "$oid": "6895ce04a5c677999ed2af25"
  },
  "analogy": null,
  "weekNumber": 1,
  "babySize": 0,
  "babyWeight": 0,
  "image": "https://ftp.goit.study/img/lehlehka/6895ce04a5c677999ed2af25.webp",
  "babyActivity": "На цьому етапі вагітності ще немає. Тиждень відраховується від першого дня останньої менструації, коли організм тільки готується до можливого зачаття.",
  "babyDevelopment": "Фактично, на першому тижні вагітності запліднення ще не відбулося. Організм жінки проходить через менструацію та починає готувати домінантний фолікул, з якого згодом вийде яйцеклітина, готова до запліднення. Це підготовчий етап.",
  "interestingFact": "Близько 60% жінок не знають, що їхня вагітність відраховується ще до моменту фактичного зачаття.",
  "momDailyTips": [
    "Якщо ви плануєте вагітність, почніть приймати фолієву кислоту (400 мкг щодня) для профілактики вад нервової трубки у плода.",
    "Зосередьтеся на здоровому харчуванні, багатому на фрукти, овочі та цільні злаки.",
    "Постарайтеся відмовитися від куріння та вживання алкоголю, оскільки це може вплинути на фертильність та майбутню вагітність.",
    "Обговоріть з лікарем будь-які ліки, які ви приймаєте, щоб переконатися, що вони безпечні для вагітності.",
    "Подбайте про якісний сон, він важливий для гормонального балансу.",
    "Включіть у свій розклад помірну фізичну активність, наприклад, прогулянки або йогу.",
    "Слідкуйте за своїм менструальним циклом, щоб краще розуміти період овуляції."
  ]
},
{
  "_id": {
    "$oid": "6895ce04a5c677999ed2af26"
  },
  "analogy": "Яйцеклітина",
  "weekNumber": 2,
  "babySize": 0,
  "babyWeight": 0,
  "image": "https://ftp.goit.study/img/lehlehka/6895ce04a5c677999ed2af26.webp",
  "babyActivity": "Зачаття найчастіше відбувається саме наприкінці цього тижня. Після овуляції яйцеклітина рухається по матковій трубі, де може зустрітися зі сперматозоїдом.",
  "babyDevelopment": "На цьому тижні відбувається овуляція — вихід зрілої яйцеклітини з яєчника. Якщо в цей час відбувається незахищений статевий акт, один зі сперматозоїдів може її запліднити. У момент злиття утворюється зигота — одноклітинний зародок, що несе унікальний генетичний код майбутньої людини.",
  "interestingFact": "Стать дитини визначається в момент зачаття і залежить від того, яку хромосому (X або Y) несе сперматозоїд, що запліднив яйцеклітину.",
  "momDailyTips": [
    "Це вікно фертильності. Якщо ви плануєте зачаття, це найкращий час.",
    "Продовжуйте приймати фолієву кислоту та вітаміни для вагітних.",
    "Уникайте стресу, оскільки він може негативно вплинути на овуляцію.",
    "Пийте достатньо чистої води для підтримки загального стану здоров'я.",
    "Зверніть увагу на ознаки овуляції: зміна характеру виділень, легкий біль внизу живота.",
    "Обмежте споживання кофеїну до однієї чашки кави на день.",
    "Насолоджуйтесь близькістю з партнером без зайвого тиску і стресу."
  ]
},
{
  "_id": {
    "$oid": "6895ce04a5c677999ed2af27"
  },
  "analogy": "Голівка шпильки",
  "weekNumber": 3,
  "babySize": 0.1,
  "babyWeight": 0,
  "image": "https://ftp.goit.study/img/lehlehka/6895ce04a5c677999ed2af27.webp",
  "babyActivity": "Крихітна групка клітин, яка називається бластоцистою, активно ділиться і подорожує по матковій трубі до матки.",
  "babyDevelopment": "Після запліднення зигота починає стрімко ділитися, перетворюючись на морулу, а потім на бластоцисту. Наприкінці цього тижня бластоциста досягає порожнини матки і готується до найважливішого етапу — імплантації, тобто прикріплення до стінки матки.",
  "interestingFact": "Хоча зародок ще мікроскопічний, він вже містить повний набір ДНК, що визначає колір очей, волосся та сотні інших індивідуальних рис.",
  "momDailyTips": [
    "Продовжуйте вести здоровий спосіб життя, ніби ви вже точно вагітні.",
    "Уникайте гарячих ванн, саун та перегріву, оскільки це може бути небезпечно на ранніх термінах.",
    "Деякі жінки можуть помітити незначні кров'янисті виділення — це може бути кровотеча імплантації.",
    "Важливо продовжувати приймати фолієву кислоту.",
    "Довіряйте своїй інтуїції. Якщо щось здається незвичним, краще проконсультуватися з лікарем.",
    "Харчуйтеся регулярно і збалансовано, щоб підтримати організм.",
    "Відпочивайте більше, адже всередині вас відбувається колосальна робота."
  ]
},
{
  "_id": {
    "$oid": "6895ce04a5c677999ed2af28"
  },
  "analogy": "Макове зернятко",
  "weekNumber": 4,
  "babySize": 0.2,
  "babyWeight": 0.1,
  "image": "https://ftp.goit.study/img/lehlehka/6895ce04a5c677999ed2af28.webp",
  "babyActivity": "Ембріон надійно прикріпився до стінки матки і починає отримувати живлення від матері. Активність полягає в інтенсивному поділі клітин.",
  "babyDevelopment": "Відбулася імплантація. Ембріон занурився в ендометрій матки. Тепер він складається з трьох зародкових листків: ектодерми (з неї розвинуться нервова система, шкіра, волосся), мезодерми (серце, м'язи, кістки) та ентодерми (внутрішні органи). Починає формуватися жовтковий мішок, який забезпечує живлення до формування плаценти.",
  "interestingFact": "На цьому тижні тест на вагітність, швидше за все, покаже позитивний результат, оскільки рівень гормону ХГЛ стає достатньо високим.",
  "momDailyTips": [
    "Якщо ви ще не зробили тест, зараз саме час. Найкраще робити його зранку.",
    "Запишіться на прийом до гінеколога, щоб підтвердити вагітність та отримати перші рекомендації.",
    "Повідомте радісну новину партнеру. Його підтримка буде дуже важливою.",
    "Якщо ви відчуваєте втому — це абсолютно нормально. Дозвольте собі більше відпочивати.",
    "Може з'явитися підвищена чутливість грудей — це одна з перших ознак вагітності.",
    "Подумайте, як і коли ви розповісте про вагітність рідним та друзям.",
    "Уникайте підняття важких предметів та інтенсивних фізичних навантажень."
  ]
},
{
  "_id": {
    "$oid": "6895ce04a5c677999ed2af29"
  },
  "analogy": "Насінина кунжуту",
  "weekNumber": 5,
  "babySize": 0.3,
  "babyWeight": 0.2,
  "image": "https://ftp.goit.study/img/lehlehka/6895ce04a5c677999ed2af29.webp",
  "babyActivity": "Найголовніша подія тижня — починає битися крихітне серце! Поки що це просто пульсуюча трубка, але це початок кровообігу.",
  "babyDevelopment": "Форма ембріона нагадує маленького пуголовка. Активно формується нервова трубка — основа майбутнього спинного та головного мозку. Закладаються основи хребта, серця та кровоносних судин. Починає формуватися плацента та пуповина.",
  "interestingFact": "Серце малюка на цьому етапі б'ється з частотою близько 100-120 ударів на хвилину, що майже вдвічі швидше, ніж у дорослого.",
  "momDailyTips": [
    "Може з'явитися ранкова нудота. Спробуйте їсти маленькими порціями, але часто.",
    "Тримайте біля ліжка сухе печиво або сухарики, щоб з'їсти їх перед тим, як вставати.",
    "Підвищена чутливість до запахів — це нормально. Намагайтеся уникати різких ароматів, які викликають нудоту.",
    "Продовжуйте пити достатньо води, особливо якщо у вас є блювота.",
    "Ваш емоційний стан може бути нестабільним через гормональні зміни. Будьте добрішими до себе.",
    "Обговоріть з лікарем прийом вітаміну B6, він може допомогти при токсикозі.",
    "Не соромтеся просити про допомогу у партнера чи близьких, якщо почуваєтеся зле."
  ]
},
{
  "_id": {
    "$oid": "6895ce04a5c677999ed2af2a"
  },
  "analogy": "Сочевиця",
  "weekNumber": 6,
  "babySize": 0.6,
  "babyWeight": 0.5,
  "image": "https://ftp.goit.study/img/lehlehka/6895ce04a5c677999ed2af2a.webp",
  "babyActivity": "На УЗД вже можна побачити серцебиття. Ембріон робить перші мимовільні рухи, хоча мама їх, звісно, ще не відчуває.",
  "babyDevelopment": "Обличчя малюка починає набувати рис: формуються западини для очей, з'являються складочки там, де будуть ніс та щелепи. З'являються крихітні бруньки, з яких виростуть ручки та ніжки. Активно розвивається головний мозок, ділячись на відділи.",
  "interestingFact": "Мозок ембріона на цьому тижні росте настільки швидко, що кожну хвилину утворюється близько 100 000 нових нейронів.",
  "momDailyTips": [
    "Часте сечовипускання може стати вашим супутником. Це пов'язано зі збільшенням об'єму крові та тиском матки на сечовий міхур.",
    "Оберіть зручний бюстгальтер без кісточок, оскільки груди продовжують збільшуватися і ставати чутливими.",
    "Якщо ви сильно втомлюєтеся, короткий денний сон може творити дива.",
    "Поговоріть з вашим роботодавцем про вагітність, якщо ваша робота пов'язана з фізичними навантаженнями або шкідливими умовами.",
    "Додайте до раціону імбир (у вигляді чаю або добавок) — він відомий своїми протинудотними властивостями.",
    "Заведіть щоденник вагітності, щоб записувати свої думки, почуття та зміни в тілі.",
    "Не забувайте про легкі прогулянки на свіжому повітрі. Це покращує настрій і кровообіг."
  ]
},
{
  "_id": {
    "$oid": "6895ce04a5c677999ed2af2b"
  },
  "analogy": "Ягода чорниці",
  "weekNumber": 7,
  "babySize": 1.2,
  "babyWeight": 1,
  "image": "https://ftp.goit.study/img/lehlehka/6895ce04a5c677999ed2af2b.webp",
  "babyActivity": "Малюк постійно рухається, згинаючи тіло і кінцівки. Це схоже на танок, який поки що неможливо відчути.",
  "babyDevelopment": "Розмір ембріона подвоївся з минулого тижня! На ручках і ніжках з'являються перетинчасті пальчики. Продовжує формуватися обличчя: вже є кінчик носа і повіки. У мозку формуються два півкулі. Починають розвиватися нирки.",
  "interestingFact": "У ембріона на цьому етапі все ще є маленький хвостик (продовження куприка), який повністю зникне в найближчі кілька тижнів.",
  "momDailyTips": [
    "Апетит може бути непередбачуваним: від повної відсутності до дивних харчових забаганок. Прислухайтеся до свого організму.",
    "Уникайте продуктів, які можуть бути небезпечними: сире м'ясо та риба, непастеризовані молочні продукти, м'які сири з пліснявою.",
    "Запаморочення може виникати через низький тиск. Вставайте повільно, не робіть різких рухів.",
    "Подбайте про здоров'я зубів та ясен. Запишіться на огляд до стоматолога, попередивши його про вагітність.",
    "Знайдіть спільноту для майбутніх мам (онлайн або офлайн), щоб ділитися досвідом.",
    "Якщо вас турбує токсикоз, спробуйте м'ятні льодяники або чай.",
    "Попросіть партнера зробити вам легкий масаж ніг або спини, щоб розслабитися."
  ]
},
{
  "_id": {
    "$oid": "6895ce04a5c677999ed2af2c"
  },
  "analogy": "Квасолина",
  "weekNumber": 8,
  "babySize": 1.6,
  "babyWeight": 2,
  "image": "https://ftp.goit.study/img/lehlehka/6895ce04a5c677999ed2af2c.webp",
  "babyActivity": "Малюк вже може згинати ручки в ліктях та зап'ястях. Рухи стають все більш скоординованими, хоча й досі мимовільними.",
  "babyDevelopment": "Ембріон все більше схожий на маленьку людину. Очі, що раніше були з боків, починають зміщуватися вперед. Верхня губа та ніс повністю сформовані. Пальчики на руках і ногах стають довшими, хоча все ще з'єднані перетинками. Починають формуватися смакові рецептори на язиці.",
  "interestingFact": "Всі основні органи та системи організму (серце, мозок, легені, нирки, печінка) вже закладені. Попереду — їхній ріст та вдосконалення.",
  "momDailyTips": [
    "На першому УЗД ви можете почути серцебиття своєї дитини — це неймовірно зворушливий момент.",
    "Ваш одяг може ставати тісним у талії. Подумайте про покупку штанів для вагітних або використовуйте спеціальні розширювачі.",
    "Поговоріть з лікарем про скринінг першого триместру, який зазвичай проводять між 11 та 13 тижнями.",
    "Якщо ви відчуваєте себе добре, не припиняйте займатися спортом, адаптувавши навантаження.",
    "Гормони можуть впливати на стан шкіри, викликаючи акне. Використовуйте м'які засоби для догляду.",
    "Запасайтеся корисними перекусами: горіхи, фрукти, йогурти.",
    "Дозвольте собі мріяти про майбутнє і планувати, як зміниться ваше життя."
  ]
},
{
  "_id": {
    "$oid": "6895ce04a5c677999ed2af2d"
  },
  "analogy": "Виноградина",
  "weekNumber": 9,
  "babySize": 2.3,
  "babyWeight": 3,
  "image": "https://ftp.goit.study/img/lehlehka/6895ce04a5c677999ed2af2d.webp",
  "babyActivity": "Плід активно рухається, хоча ви все ще не можете цього відчути. Він може гикати, оскільки діафрагма продовжує розвиватися.",
  "babyDevelopment": "З цього тижня ембріон офіційно називається плодом. Хвостик повністю зник. Пальчики на руках і ногах розділилися, повіки закривають очі, щоб захистити їх під час розвитку. Починають формуватися суглоби: коліна, лікті, плечі, зап'ястя.",
  "interestingFact": "Закладено молочні зуби, хоча вони з'являться лише через кілька місяців після народження дитини.",
  "momDailyTips": [
    "Втома досягає свого піку. Не боріться з нею, а відпочивайте, коли є можливість.",
    "Рівень ХГЛ максимальний, тому симптоми токсикозу можуть бути найсильнішими. Тримайтеся, скоро стане легше!",
    "Ваше серце працює на 40-50% інтенсивніше, щоб забезпечити кров'ю вас і дитину.",
    "Подумайте про фінансове планування, пов'язане з народженням дитини.",
    "Почитайте книги або блоги про вагітність та батьківство.",
    "Зробіть щось приємне для себе: купіть нову книгу, подивіться улюблений серіал.",
    "Спілкуйтеся з партнером про ваші страхи та надії. Відверта розмова зближує."
  ]
},
{
  "_id": {
    "$oid": "6895ce04a5c677999ed2af2e"
  },
  "analogy": "Полуниця",
  "weekNumber": 10,
  "babySize": 3.1,
  "babyWeight": 4,
  "image": "https://ftp.goit.study/img/lehlehka/6895ce04a5c677999ed2af2e.webp",
  "babyActivity": "Малюк може ковтати навколоплідну рідину і виробляти сечу. Він активно махає ручками та ніжками.",
  "babyDevelopment": "Критичний період формування основних органів закінчено. Тепер вони будуть рости і вдосконалюватися. Кістки і хрящі продовжують формуватися. На пальчиках з'являються крихітні нігтики. Голова все ще непропорційно велика, але тіло починає її наздоганяти.",
  "interestingFact": "Якби ви могли зазирнути всередину, то побачили б чітко сформований хребет дитини через її тонку, прозору шкіру.",
  "momDailyTips": [
    "Животик може почати ледь помітно округлюватися, хоча для оточуючих це ще не очевидно.",
    "Гормональні сплески можуть викликати яскраві та незвичайні сни.",
    "Зверніть увагу на стан вен на ногах. Якщо є схильність до варикозу, обговоріть з лікарем носіння компресійних панчіх.",
    "Почніть думати про ім'я для дитини. Це приємний процес, який допомагає усвідомити майбутнє батьківство.",
    "Заплануйте перший скринінг, якщо ще не зробили цього.",
    "Пийте ромашковий чай для заспокоєння та покращення сну.",
    "Сфотографуйте себе. Цікаво буде порівнювати, як змінюється ваше тіло."
  ]
},
{
  "_id": {
    "$oid": "6895ce04a5c677999ed2af2f"
  },
  "analogy": "Лайм",
  "weekNumber": 11,
  "babySize": 4.1,
  "babyWeight": 7,
  "image": "https://ftp.goit.study/img/lehlehka/6895ce04a5c677999ed2af2f.webp",
  "babyActivity": "Дитина потягується, перевертається і навіть штовхається, як маленький гімнаст. Це справжнє тренування для її м'язів.",
  "babyDevelopment": "Пропорції тіла змінюються: голова все ще велика, але тіло починає рости швидше. Вушка переміщуються на своє постійне місце з боків голови. Розвиваються волосяні фолікули на шкірі та основи нігтів. Зовнішні статеві органи починають набувати ознак статі.",
  "interestingFact": "Діафрагма повністю сформована, що дозволяє дитині гикати — це тренування для дихальної системи.",
  "momDailyTips": [
    "Скоро почнеться другий триместр, який багато хто називає 'золотим часом' вагітності. Токсикоз і втома зазвичай відступають.",
    "Подумайте про те, як змінити свої тренування. Плавання та спеціальна гімнастика для вагітних — чудові варіанти.",
    "Ваш нюх все ще загострений. Використовуйте це, щоб насолоджуватися приємними ароматами: квітів, свіжої випічки.",
    "Через збільшення об'єму крові може виникати закладеність носа. Використовуйте сольові спреї для зволоження.",
    "Побалуйте себе. Манікюр або нова зачіска можуть підняти настрій.",
    "Харчуйтеся продуктами, багатими на вітамін С, для зміцнення імунітету та кращого засвоєння заліза.",
    "Заплануйте щось приємне на вихідні з партнером, щоб провести час удвох."
  ]
},
{
  "_id": {
    "$oid": "6895ce04a5c677999ed2af30"
  },
  "analogy": "Слива",
  "weekNumber": 12,
  "babySize": 5.4,
  "babyWeight": 14,
  "image": "https://ftp.goit.study/img/lehlehka/6895ce04a5c677999ed2af30.webp",
  "babyActivity": "Малюк вже вміє стискати кулачки, кривити губки і навіть позіхати. Його рефлекси активно розвиваються.",
  "babyDevelopment": "Ризик викидня значно знижується після цього тижня. У плода розвиваються рефлекси: він реагує на дотики до стінок матки, хоча ви цього не відчуваєте. Кишечник, який частково розвивався в пуповині, повертається в черевну порожнину. Нирки починають активно функціонувати.",
  "interestingFact": "На кінчиках пальців з'являється унікальний візерунок — відбитки, які залишаться з людиною на все життя.",
  "momDailyTips": [
    "Вітаємо із закінченням першого триместру! Найбільш тривожний період позаду.",
    "Розкажіть новину друзям та родичам, якщо готові. Їхня радість та підтримка надихнуть вас.",
    "Якщо нудота відступила, апетит може повернутися з новою силою. Намагайтеся обирати корисну їжу.",
    "Почніть робити вправи Кегеля для зміцнення м'язів тазового дна. Це допоможе під час пологів і після них.",
    "Ваш животик, швидше за все, стає помітним. Насолоджуйтесь цим новим образом!",
    "Можливі головні болі через гормональні зміни. Обговоріть з лікарем безпечні знеболювальні.",
    "Подумайте про те, щоб почати співати дитині колискові або просто розмовляти з животиком. Вона вже може чути вібрації."
  ]
},
{
  "_id": {
    "$oid": "6895ce04a5c677999ed2af31"
  },
  "analogy": "Персик",
  "weekNumber": 13,
  "babySize": 7.4,
  "babyWeight": 23,
  "image": "https://ftp.goit.study/img/lehlehka/6895ce04a5c677999ed2af31.webp",
  "babyActivity": "Малюк активно досліджує своє тіло, може смоктати пальчик, тренуючи смоктальний рефлекс, необхідний для годування.",
  "babyDevelopment": "Обличчя стає все більш виразним. Очі зближуються, а вуха займають правильне положення. Тіло починає рости швидше за голову, вирівнюючи пропорції. Голосові зв'язки починають формуватися. У дівчаток в яєчниках вже є мільйони яйцеклітин.",
  "interestingFact": "Плід вже має унікальні риси обличчя, які роблять його несхожим на інших.",
  "momDailyTips": [
    "Ласкаво просимо до другого триместру! Енергії має побільшати.",
    "Час оновити гардероб. Зручний одяг для вагітних додасть комфорту.",
    "Зверніть увагу на поставу. Животик росте, і центр ваги зміщується, що може викликати болі в спині.",
    "Може з'явитися темна смужка на животі (linea nigra). Це нормальне явище, яке зникне після пологів.",
    "Подумайте про подорож. Другий триместр — найкращий час для невеликої відпустки.",
    "Продовжуйте зволожувати шкіру живота, стегон та грудей для профілактики розтяжок.",
    "Слухайте музику. Доведено, що класична музика позитивно впливає на розвиток мозку дитини."
  ]
},
{
  "_id": {
    "$oid": "6895ce04a5c677999ed2af32"
  },
  "analogy": "Лимон",
  "weekNumber": 14,
  "babySize": 8.7,
  "babyWeight": 43,
  "image": "https://ftp.goit.study/img/lehlehka/6895ce04a5c677999ed2af32.webp",
  "babyActivity": "Малюк може хмуритися, кривитися і робити інші гримаси, оскільки м'язи обличчя продовжують розвиватися. Він активно ковтає амніотичну рідину.",
  "babyDevelopment": "На тілі з'являється тонкий пушок — лануго. Він допомагає регулювати температуру тіла. Шия стає довшою, і дитина може тримати голівку прямо. Печінка починає виробляти жовч, а селезінка — червоні кров'яні тільця.",
  "interestingFact": "Смак навколоплідних вод змінюється залежно від того, що їсть мама. Так дитина знайомиться з різними смаками ще до народження.",
  "momDailyTips": [
    "Енергії більше, тому це гарний час для легкої фізичної активності: йога, плавання, прогулянки.",
    "Сексуальний потяг може зрости. Якщо вагітність протікає без ускладнень, секс є абсолютно безпечним.",
    "Слідкуйте за споживанням кальцію, який необхідний для формування кісток дитини. Їжте сир, йогурт, зелені овочі.",
    "Може посилитись апетит. Намагайтеся, щоб ваші перекуси були корисними.",
    "Почніть читати про пологи та різні підходи до них.",
    "Займіться чимось творчим: малювання, в'язання. Це чудово заспокоює.",
    "Мрійте! Уявляйте, якою буде ваша дитина, який у неї буде характер."
  ]
},
{
  "_id": {
    "$oid": "6895ce04a5c677999ed2af33"
  },
  "analogy": "Яблуко",
  "weekNumber": 15,
  "babySize": 10.1,
  "babyWeight": 70,
  "image": "https://ftp.goit.study/img/lehlehka/6895ce04a5c677999ed2af33.webp",
  "babyActivity": "Малюк активно рухає ніжками, згинає їх у колінах і щиколотках. Він може відчувати світло, що проникає крізь живіт мами.",
  "babyDevelopment": "Кістки продовжують тверднути, і скелет дитини стає видимим на рентгенівських знімках (хоча їх не роблять без крайньої потреби). Шкіра все ще дуже тонка і прозора. Починає рости волосся на голові.",
  "interestingFact": "Дитина вже чує звуки: ваше серцебиття, бурчання в животі, ваш голос. Розмовляйте з нею!",
  "momDailyTips": [
    "Настав час подумати про курси для майбутніх батьків та записатися на них.",
    "Якщо ви працюєте в офісі, намагайтеся частіше вставати і розминатися, щоб уникнути набряків.",
    "Можливі носові кровотечі через збільшення об'єму крові та тиску на судини.",
    "Зростаючий живіт може викликати біль у круглих зв'язках матки з боків живота, схожий на різке поколювання. Це нормально.",
    "Додайте до раціону продукти, багаті на Омега-3 (риба, лляна олія), для розвитку мозку дитини.",
    "Попросіть партнера долучитися до підготовки до народження дитини, наприклад, разом обирати речі.",
    "Якщо ви ще не робили цього, заведіть звичку щодня спілкуватися з малюком."
  ]
},
{
  "_id": {
    "$oid": "6895ce04a5c677999ed2af34"
  },
  "analogy": "Авокадо",
  "weekNumber": 16,
  "babySize": 11.6,
  "babyWeight": 100,
  "image": "https://ftp.goit.study/img/lehlehka/6895ce04a5c677999ed2af34.webp",
  "babyActivity": "М'язи обличчя вже працюють! Малюк вчиться хмуритися, мружитись і навіть може зловити гикавку. Він активно рухає ручками та ніжками, хоча мама цього ще, скоріш за все, не відчуває.",
  "babyDevelopment": "На цьому тижні кісткова система малюка продовжує активно розвиватися та тверднути. Нігтики на пальцях рук і ніг вже майже повністю сформовані. Очі стали чутливими до світла: якщо на живіт мами потрапить яскравий промінь, дитина може відвернутися. Вушка зайняли своє фінальне положення, і слух стає все кращим — малюк починає розрізняти голос мами.",
  "interestingFact": "Серце вашого малюка зараз перекачує близько 25 літрів крові на добу. Це неймовірна робота для такого крихітного органа!",
  "momDailyTips": [
    "Час подумати про зручний одяг. Обирайте натуральні тканини та вільний крій, щоб ніщо не сковувало ваші рухи.",
    "Не забувайте про зволоження шкіри живота та стегон спеціальними олійками, щоб попередити появу розтяжок.",
    "Спробуйте додати до раціону продукти, багаті на залізо (гречка, яблука, яловича печінка), для профілактики анемії.",
    "Запишіться на курси для майбутніх батьків. Це чудова можливість отримати корисні знання та познайомитися з іншими парами.",
    "Обговоріть з партнером ваші почуття та очікування. Емоційна близькість зараз важлива як ніколи.",
    "Влаштуйте собі день релаксу: прийміть теплу (не гарячу!) ванну, почитайте книгу або подивіться улюблений фільм.",
    "Зробіть фото свого животика! Створення фотолітопису вагітності — це чудовий спосіб зберегти спогади про цей особливий час."
  ]
},
{
  "_id": {
    "$oid": "6895ce04a5c677999ed2af35"
  },
  "analogy": "Груша",
  "weekNumber": 17,
  "babySize": 13,
  "babyWeight": 140,
  "image": "https://ftp.goit.study/img/lehlehka/6895ce04a5c677999ed2af35.webp",
  "babyActivity": "Малюк грається з пуповиною, хапає її, вивчаючи свої рухи. Він може реагувати на гучні звуки ззовні.",
  "babyDevelopment": "У дитини починає формуватися жирова тканина, яка допоможе зберігати тепло після народження. Хрящі продовжують костеніти. Потові залози починають розвиватися по всьому тілу. Пуповина стає товщою і міцнішою.",
  "interestingFact": "Відбитки пальців та долонь вже повністю унікальні та сформовані.",
  "momDailyTips": [
    "Ви можете відчути перші рухи дитини! Спочатку вони схожі на лоскіт або бульбашки. Це неймовірний момент.",
    "Зростаюча матка може тиснути на сідничний нерв, викликаючи біль, що віддає в ногу. Допоможе легка розтяжка.",
    "Уникайте сну на спині, оскільки матка може перетискати великі кровоносні судини. Найкраще спати на лівому боці.",
    "Обов'язково пристібайтеся в автомобілі. Ремінь безпеки має проходити під животом, а не по ньому.",
    "Подумайте про те, чи хочете ви дізнатися стать дитини на наступному УЗД.",
    "Продовжуйте пити багато води, це допомагає уникнути набряків та закрепів.",
    "Поговоріть з мамою або іншими досвідченими жінками у вашій родині про їхній досвід вагітності."
  ]
},
{
  "_id": {
    "$oid": "6895ce04a5c677999ed2af36"
  },
  "analogy": "Солодкий перець (болгарський)",
  "weekNumber": 18,
  "babySize": 14.2,
  "babyWeight": 190,
  "image": "https://ftp.goit.study/img/lehlehka/6895ce04a5c677999ed2af36.webp",
  "babyActivity": "Малюк дуже активний: перевертається, штовхається, махає руками. Якщо у вас це не перша вагітність, ви, ймовірно, вже добре відчуваєте ці рухи.",
  "babyDevelopment": "Нервові клітини покриваються мієліном — спеціальною оболонкою, яка прискорює передачу сигналів. Це ключовий процес для розвитку координації. Сітківка ока стає чутливою до світла. Вуха повністю сформовані і знаходяться на своєму місці, слух стає гострішим.",
  "interestingFact": "У дівчаток вже повністю сформовані матка та маткові труби.",
  "momDailyTips": [
    "Заплануйте 'анатомічне' УЗД, яке зазвичай роблять між 18 і 22 тижнями для детальної перевірки розвитку всіх органів дитини.",
    "Через зміни в кровообігу ви можете відчувати запаморочення. Не вставайте різко.",
    "Біль у спині — поширена скарга. Слідкуйте за поставою, не носіть підбори, спіть на зручному матраці.",
    "Ваш апетит зростає. Обирайте продукти, багаті на поживні речовини, а не 'порожні' калорії.",
    "Почніть облаштовувати дитячу кімнату або куточок. Це допомагає психологічно підготуватися до появи малюка.",
    "Купіть спеціальну подушку для вагітних. Вона значно покращить якість сну.",
    "Залучайте партнера до спілкування з дитиною: нехай він теж говорить до животика або кладе на нього руку."
  ]
},
{
  "_id": {
    "$oid": "6895ce04a5c677999ed2af37"
  },
  "analogy": "Манго",
  "weekNumber": 19,
  "babySize": 15.3,
  "babyWeight": 240,
  "image": "https://ftp.goit.study/img/lehlehka/6895ce04a5c677999ed2af37.webp",
  "babyActivity": "Рухи стають більш впорядкованими. Малюк може мати свій власний режим сну та активності.",
  "babyDevelopment": "Шкіра дитини покривається верніксом (vernix caseosa) — білою сироподібною змазкою. Вона захищає шкіру від постійного перебування у навколоплідних водах. У мозку активно розвиваються ділянки, відповідальні за п'ять почуттів: зір, слух, нюх, смак і дотик.",
  "interestingFact": "Нирки виробляють близько 10 мл сечі на годину.",
  "momDailyTips": [
    "Пігментація шкіри може посилитись: з'являються веснянки, темніють соски, може виникнути 'маска вагітності' (хлоазма). Використовуйте сонцезахисний крем.",
    "Судоми в ногах, особливо вночі, — часте явище. Переконайтеся, що ви отримуєте достатньо кальцію та магнію.",
    "Якщо ви відчуваєте біль у боці, це можуть бути круглі зв'язки. Спробуйте змінити положення тіла.",
    "Подумайте про свій план пологів. Якими ви їх бачите? Обговоріть це з лікарем та партнером.",
    "Продовжуйте займатися безпечними видами спорту. Це допомагає контролювати вагу та готує тіло до пологів.",
    "Якщо ви працюєте, почніть планувати свою декретну відпустку.",
    "Влаштуйте фотосесію вагітності, щоб закарбувати цей прекрасний період."
  ]
},
{
  "_id": {
    "$oid": "6895ce04a5c677999ed2af38"
  },
  "analogy": "Банан",
  "weekNumber": 20,
  "babySize": 25.6,
  "babyWeight": 300,
  "image": "https://ftp.goit.study/img/lehlehka/6895ce04a5c677999ed2af38.webp",
  "babyActivity": "Ви вже чітко відчуваєте рухи дитини. Це можуть бути поштовхи, перевертання, гикавка. Партнер теж може відчути їх, поклавши руку на живіт.",
  "babyDevelopment": "Вітаємо, ви на екваторі вагітності! Дитина активно ковтає навколоплідні води, що є гарним тренуванням для травної системи. Шкіра стає товщою. Під шаром верніксу формується епідерміс.",
  "interestingFact": "Волосся на голові та брови продовжують рости. Якщо ви робите УЗД, іноді можна побачити 'зачіску' малюка.",
  "momDailyTips": [
    "Екватор! Половина шляху пройдена. Відзначте цю дату!",
    "На УЗД в цей період зазвичай можна визначити стать дитини, якщо ви цього хочете.",
    "Живіт росте активно, пупок може почати випирати. Це нормально.",
    "Може з'явитися печія. Намагайтеся їсти маленькими порціями, уникайте гострої, жирної та кислої їжі.",
    "Почніть складати список речей, необхідних для дитини на перший час.",
    "Збільшення ваги стає більш помітним. Дотримуйтеся рекомендацій лікаря щодо набору ваги.",
    "Пам'ятайте, що кожна вагітність унікальна. Не порівнюйте себе з іншими."
  ]
},
{
  "_id": {
    "$oid": "6895ce04a5c677999ed2af39"
  },
  "analogy": "Велика морквина",
  "weekNumber": 21,
  "babySize": 26.7,
  "babyWeight": 360,
  "image": "https://ftp.goit.study/img/lehlehka/6895ce04a5c677999ed2af39.webp",
  "babyActivity": "Малюк реагує на ваш голос та дотики до живота. Його рухи стають сильнішими і більш відчутними.",
  "babyDevelopment": "У кістковому мозку починається виробництво клітин крові, раніше цю функцію виконували печінка та селезінка. Брови та повіки повністю сформовані. Смакові рецептори на язиці стають ще більш розвиненими.",
  "interestingFact": "Травна система малюка настільки досконала, що він може засвоювати цукор з навколоплідних вод, які ковтає.",
  "momDailyTips": [
    "Ваш апетит може бути дуже сильним. Переконайтеся, що ви отримуєте достатньо поживних речовин, а не лише калорій.",
    "Розтяжки можуть стати більш помітними. Регулярне зволоження шкіри може допомогти, але багато залежить від генетики.",
    "Набряки ніг та щиколоток, особливо наприкінці дня, — поширене явище. Відпочивайте з піднятими ногами.",
    "Продовжуйте робити вправи Кегеля. Це ніколи не буває зайвим.",
    "Поговоріть з лікарем про симптоми прееклампсії, щоб знати, на що звертати увагу (сильні набряки, головний біль, проблеми із зором).",
    "Запишіться на курси з грудного вигодовування, щоб бути готовою після пологів.",
    "Подумайте про вибір педіатра для вашої майбутньої дитини."
  ]
},
{
  "_id": {
    "$oid": "6895ce04a5c677999ed2af3a"
  },
  "analogy": "Кабачок (невеликий)",
  "weekNumber": 22,
  "babySize": 27.8,
  "babyWeight": 430,
  "image": "https://ftp.goit.study/img/lehlehka/6895ce04a5c677999ed2af3a.webp",
  "babyActivity": "Дитина може чути не тільки внутрішні звуки (ваше серцебиття), але й зовнішні (музику, голоси). Її рухи можуть бути реакцією на ці звуки.",
  "babyDevelopment": "Малюк все більше схожий на новонародженого, але ще дуже худенький. Губи, повіки та брови стають більш виразними. Очі сформовані, але райдужка ще не має пігменту (кольору). Починають формуватися нігтики на ногах.",
  "interestingFact": "Плід вже має свій унікальний режим сну, який не завжди збігається з маминим. Часто малюк найбільш активний, коли мама намагається заснути.",
  "momDailyTips": [
    "Відчуття 'туману в голові' або забудькуватість — поширений симптом. Записуйте важливі справи.",
    "Ваше волосся може стати густішим і блискучішим завдяки гормонам вагітності. Насолоджуйтесь цим ефектом!",
    "Якщо вас турбує печія, намагайтеся не лягати одразу після їжі.",
    "Почніть збирати 'тривожну сумку' до пологового будинку. Поки що можна скласти список.",
    "Попрактикуйте техніки релаксації та дихання, які знадобляться під час пологів.",
    "Дозвольте партнеру брати активну участь у підготовці — нехай він збирає ліжечко або читає відгуки про автокрісла.",
    "Насолоджуйтесь моментами, коли відчуваєте поштовхи дитини. Це ваш особливий зв'язок."
  ]
},
{
  "_id": {
    "$oid": "6895ce04a5c677999ed2af3b"
  },
  "analogy": "Баклажан",
  "weekNumber": 23,
  "babySize": 29,
  "babyWeight": 500,
  "image": "https://ftp.goit.study/img/lehlehka/6895ce04a5c677999ed2af3b.webp",
  "babyActivity": "Рухи стають настільки сильними, що їх можна побачити на поверхні живота. Малюк реагує на музику і може навіть 'танцювати'.",
  "babyDevelopment": "Слух дитини значно покращився. Вона може здригатися від різких, гучних звуків. Легені продовжують розвиватися: у них формуються альвеоли та виробляється сурфактант — речовина, що не дасть їм злипнутися при першому вдиху. Шкіра набуває рожевого відтінку через судини, що просвічуються.",
  "interestingFact": "Малюк важить вже півкілограма! Це важлива віха в його розвитку.",
  "momDailyTips": [
    "Не забувайте про поставу! Через зростаючий живіт хочеться прогнутися в попереку, що посилює біль у спині. Намагайтеся тримати спину прямо.",
    "Якщо ви плануєте авіапереліт, зараз один з останніх безпечних періодів. Проконсультуйтеся з лікарем і перевірте правила авіакомпанії.",
    "Продовжуйте пити багато води. Це допомагає запобігти передчасним переймам, які можуть бути викликані зневодненням.",
    "Ваші сни можуть бути дуже яскравими і дивними. Це мозок опрацьовує ваші переживання та очікування.",
    "Поговоріть з вашим босом про деталі декретної відпустки та передачу справ.",
    "Час обирати пологовий будинок та лікаря, якщо ви ще не визначилися.",
    "Попросіть партнера зробити вам масаж стоп. Це неймовірно розслабляє."
  ]
},
{
  "_id": {
    "$oid": "6895ce04a5c677999ed2af3c"
  },
  "analogy": "Качан кукурудзи",
  "weekNumber": 24,
  "babySize": 30,
  "babyWeight": 600,
  "image": "https://ftp.goit.study/img/lehlehka/6895ce04a5c677999ed2af3c.webp",
  "babyActivity": "Малюк активно реагує на світло і темряву. Вестибулярний апарат вже добре розвинений, тому він відчуває, коли ви рухаєтеся, і розрізняє, де верх, а де низ.",
  "babyDevelopment": "Легені продовжують дозрівати, формуючи 'бронхіальне дерево'. Обличчя дитини вже майже таке, яким буде при народженні. Шкіра все ще прозора і зморшкувата, оскільки жировий прошарок тільки починає накопичуватися.",
  "interestingFact": "З цього тижня дитина вважається життєздатною. У разі передчасних пологів у неї є шанси на виживання за допомогою сучасної медицини, хоча ризики ще дуже великі.",
  "momDailyTips": [
    "Здайте аналіз на гестаційний діабет, який зазвичай призначають між 24 і 28 тижнями.",
    "Біль у попереку може посилюватися. Спробуйте носити спеціальний бандаж для вагітних для підтримки живота.",
    "Ваші очі можуть стати більш чутливими до світла та сухими. Використовуйте зволожуючі краплі, якщо є потреба.",
    "Подумайте про те, чи будете ви зберігати стовбурові клітини пуповинної крові.",
    "Складіть детальний список покупок для малюка, щоб нічого не забути.",
    "Обговоріть з партнером його роль у пологах. Чи буде він присутній? Як він може вам допомогти?",
    "Знайдіть час для хобі, яке вас надихає. Позитивні емоції дуже важливі."
  ]
},
{
  "_id": {
    "$oid": "6895ce04a5c677999ed2af3d"
  },
  "analogy": "Ріпа",
  "weekNumber": 25,
  "babySize": 34.6,
  "babyWeight": 660,
  "image": "https://ftp.goit.study/img/lehlehka/6895ce04a5c677999ed2af3d.webp",
  "babyActivity": "Малюк може хапати свої ніжки, смоктати палець і реагувати на ваш настрій через гормони, що потрапляють у кров.",
  "babyDevelopment": "Капілярна сітка під шкірою активно розвивається, надаючи їй рожевого кольору. Ніздрі, які досі були закриті, починають відкриватися. На долонях з'являються характерні лінії. Легені продовжують виробляти сурфактант.",
  "interestingFact": "Дитина вже розрізняє голос мами і тата і може по-різному реагувати на них.",
  "momDailyTips": [
    "Волосся на голові може почати випадати менше, здаючись густішим, але після пологів цей процес відновиться.",
    "Може з'явитися свербіж шкіри на животі через її розтягнення. Використовуйте зволожуючі креми та олійки.",
    "Запори можуть стати проблемою. Їжте більше клітковини (овочі, фрукти, цільні злаки) і пийте достатньо води.",
    "Почніть думати про ім'я для дитини, якщо ви ще не визначилися. Складіть список варіантів.",
    "Якщо у вас є старші діти, почніть готувати їх до появи братика чи сестрички.",
    "Практикуйте дихальні вправи. Глибоке дихання насичує кров киснем і заспокоює.",
    "Не соромтеся просити про допомогу, якщо вам важко впоратися з домашніми справами."
  ]
},
{
  "_id": {
    "$oid": "6895ce04a5c677999ed2af3e"
  },
  "analogy": "Салат Айсберг",
  "weekNumber": 26,
  "babySize": 35.6,
  "babyWeight": 760,
  "image": "https://ftp.goit.study/img/lehlehka/6895ce04a5c677999ed2af3e.webp",
  "babyActivity": "Малюк відкриває і закриває очі, реагуючи на світло. Його рухи сильні і чіткі, іноді навіть болючі для мами.",
  "babyDevelopment": "Нервова система продовжує вдосконалюватися. Дитина може чути і запам'ятовувати звуки. Очі відкриваються, і малюк починає моргати. Сітківка ока повністю сформована.",
  "interestingFact": "Якщо посвітити ліхтариком на живіт, дитина може повернути голівку в бік світла або, навпаки, відвернутися.",
  "momDailyTips": [
    "Тренувальні перейми (Брекстона-Гікса) можуть з'являтися частіше. Це безболісні скорочення матки, які готують її до пологів. Якщо вони стають регулярними або болючими, зверніться до лікаря.",
    "Артеріальний тиск може трохи підвищитися. Регулярно контролюйте його.",
    "Подумайте про те, хто буде вас підтримувати після пологів. Можливо, варто домовитися про допомогу з мамою, сестрою чи подругою.",
    "Перевірте, чи все готово в 'тривожній сумці'.",
    "Спіть на лівому боці, підклавши подушку між колінами для комфорту.",
    "Обмежте споживання солі, щоб зменшити набряки.",
    "Насолоджуйтесь цим періодом. Попереду третій триместр, який може бути більш виснажливим."
  ]
},
{
  "_id": {
    "$oid": "6895ce04a5c677999ed2af3f"
  },
  "analogy": "Головка цвітної капусти",
  "weekNumber": 27,
  "babySize": 36.6,
  "babyWeight": 875,
  "image": "https://ftp.goit.study/img/lehlehka/6895ce04a5c677999ed2af3f.webp",
  "babyActivity": "Малюк регулярно гикає, і ви можете відчувати це як ритмічні поштовхи в животі. Він активно тренує свої легені, 'дихаючи' навколоплідними водами.",
  "babyDevelopment": "Вітаємо у третьому триместрі! Мозок дитини дуже активний. Легені та імунна система продовжують дозрівати. Малюк накопичує жир, його шкіра поступово розгладжується.",
  "interestingFact": "Смакові рецептори дитини настільки розвинені, що вона може розрізнити солодке і гірке у навколоплідних водах.",
  "momDailyTips": [
    "Ласкаво просимо до фінального триместру! Залишилось зовсім небагато.",
    "Біль у тазі та спині може посилитися через розслаблення зв'язок під дією гормону релаксину.",
    "Пройдіть тест на резус-фактор, якщо у вас негативний, а у батька дитини — позитивний. Може знадобитися ін'єкція імуноглобуліну.",
    "Почніть облаштовувати місце для сну дитини. Пам'ятайте про безпеку: жодних м'яких іграшок, подушок та ковдр у ліжечку.",
    "Навчіться розпізнавати ознаки передчасних пологів.",
    "Обговоріть з партнером план 'Б' на випадок, якщо пологи почнуться раніше терміну.",
    "Робіть щодня щось, що приносить вам радість і допомагає розслабитися."
  ]
},
{
  "_id": {
    "$oid": "6895ce04a5c677999ed2af40"
  },
  "analogy": "Великий баклажан",
  "weekNumber": 28,
  "babySize": 37.6,
  "babyWeight": 1005,
  "image": "https://ftp.goit.study/img/lehlehka/6895ce04a5c677999ed2af40.webp",
  "babyActivity": "Малюк може бачити сни! Фази швидкого сну, під час яких рухаються очі, свідчать про активну роботу мозку. Він повертається і штовхається, реагуючи на дотики.",
  "babyDevelopment": "Дитина важить вже більше кілограма. Її очі можуть бачити світло, що проникає крізь матку. Накопичується підшкірний жир, що робить тіло більш округлим. Легені здатні дихати повітрям, але потребуватимуть допомоги у разі народження на цьому терміні.",
  "interestingFact": "Якщо дитина народиться зараз, її шанси на виживання становлять понад 90%.",
  "momDailyTips": [
    "Відвідувати лікаря тепер доведеться частіше, зазвичай кожні два тижні.",
    "Синдром неспокійних ніг може турбувати вночі. Допоможе масаж, тепла ванна та достатня кількість заліза в раціоні.",
    "Якщо у вас печія, спробуйте спати на високих подушках.",
    "Почніть прати та прасувати дитячі речі. Використовуйте гіпоалергенні засоби.",
    "Встановіть дитяче автокрісло в машину і навчіться правильно ним користуватися.",
    "Складіть список контактів, яким потрібно буде повідомити про народження дитини.",
    "Не забувайте про себе. Вагітність — це марафон, а не спринт. Зберігайте сили."
  ]
},
{
  "_id": {
    "$oid": "6895ce04a5c677999ed2af41"
  },
  "analogy": "Гарбуз Баттернат",
  "weekNumber": 29,
  "babySize": 38.6,
  "babyWeight": 1150,
  "image": "https://ftp.goit.study/img/lehlehka/6895ce04a5c677999ed2af41.webp",
  "babyActivity": "Місця в матці стає менше, тому рухи дитини стають менш розмашистими, але більш сильними. Ви можете відчути п'яту або лікоть, що випирає.",
  "babyDevelopment": "Кістковий мозок повністю взяв на себе функцію кровотворення. Голова дитини росте, щоб вмістити мозок, що стрімко розвивається. М'язи та легені продовжують дозрівати. Наднирники виробляють гормони, які стимулюють вироблення молока у матері.",
  "interestingFact": "Щодня дитина виділяє близько півлітра сечі в навколоплідні води.",
  "momDailyTips": [
    "Слідкуйте за рухами дитини. Якщо ви помітили, що їхня кількість або інтенсивність значно зменшилася, зверніться до лікаря.",
    "Геморой та закрепи — часті супутники третього триместру. Пийте воду, їжте клітковину, рухайтеся.",
    "Потреба в кальції зараз максимальна, оскільки кістки дитини активно зміцнюються.",
    "Подумайте, чи хочете ви найняти доулу для підтримки в пологах.",
    "Перевірте, чи зібрана ваша сумка в пологовий будинок. Покладіть речі і для партнера, якщо він буде з вами.",
    "Поговоріть зі старшими дітьми про те, як вони можуть допомагати вам з немовлям.",
    "Дозвольте собі бути вразливою. Діліться своїми страхами з близькими людьми."
  ]
},
{
  "_id": {
    "$oid": "6895ce04a5c677999ed2af42"
  },
  "analogy": "Великий качан капусти",
  "weekNumber": 30,
  "babySize": 39.9,
  "babyWeight": 1300,
  "image": "https://ftp.goit.study/img/lehlehka/6895ce04a5c677999ed2af42.webp",
  "babyActivity": "Малюк може повертати голову з боку в бік. Його хватка стає досить сильною.",
  "babyDevelopment": "Лануго (пушок) починає потроху зникати з тіла дитини. Зір продовжує розвиватися, хоча фокусуватися він зможе лише на близькій відстані після народження. Мозок формує звивини, збільшуючи свою площу.",
  "interestingFact": "При народженні зір дитини дозволяє чітко бачити предмети на відстані 20-30 см — якраз на відстані від грудей до обличчя мами під час годування.",
  "momDailyTips": [
    "Задишка може посилюватися, оскільки матка тисне на діафрагму. Намагайтеся сидіти і стояти з прямою спиною.",
    "Безсоння — поширена проблема. Створіть ритуал відходу до сну: тепла ванна, книга, медитація.",
    "Уточніть у пологовому будинку правила партнерських пологів та відвідувань.",
    "Якщо ви плануєте грудне вигодовування, купіть кілька бюстгальтерів для годування та прокладки для грудей.",
    "Заморозьте кілька готових страв. Це дуже допоможе в перші тижні після пологів.",
    "Пройдіть маршрут до пологового будинку, щоб знати, скільки часу це займає в різний час доби.",
    "Зробіть щось приємне для свого партнера, подякуйте йому за підтримку."
  ]
},
{
  "_id": {
    "$oid": "6895ce04a5c677999ed2af43"
  },
  "analogy": "Кокос",
  "weekNumber": 31,
  "babySize": 41.1,
  "babyWeight": 1500,
  "image": "https://ftp.goit.study/img/lehlehka/6895ce04a5c677999ed2af43.webp",
  "babyActivity": "Всі п'ять почуттів дитини повністю функціонують. Вона активно реагує на зовнішні подразники і має чіткі цикли сну та активності.",
  "babyDevelopment": "Дитина починає стрімко набирати вагу за рахунок жирової тканини. Це допоможе їй підтримувати температуру тіла після народження. Легені — єдиний орган, який ще не повністю дозрів. Центральна нервова система продовжує вдосконалюватися.",
  "interestingFact": "За останній триместр вага дитини збільшиться вдвічі, а то й втричі.",
  "momDailyTips": [
    "З грудей може виділятися молозиво — перше молоко. Це абсолютно нормально. Можна використовувати спеціальні прокладки для грудей.",
    "Біль у спині та тазі — ваші постійні супутники. Допоможе бандаж, плавання та легка гімнастика.",
    "Обговоріть з лікарем ваш план пологів. Будьте готові до того, що все може піти не за планом, і це нормально.",
    "Складіть плейлист для пологів: музика може допомогти розслабитися або, навпаки, додати сил.",
    "Подумайте про фотографа на виписку або на перші дні життя малюка.",
    "Не забувайте про себе. Знайдіть хоча б 30 хвилин на день тільки для себе.",
    "Почніть 'гніздуватися'. Бажання прибирати, сортувати речі, готувати дім — це інстинкт, який готує вас до зустрічі з дитиною."
  ]
},
{
  "_id": {
    "$oid": "6895ce04a5c677999ed2af44"
  },
  "analogy": "Китайська капуста",
  "weekNumber": 32,
  "babySize": 42.4,
  "babyWeight": 1700,
  "image": "https://ftp.goit.study/img/lehlehka/6895ce04a5c677999ed2af44.webp",
  "babyActivity": "Дитина, швидше за все, вже зайняла положення голівкою вниз, готуючись до пологів. Її рухи стають менш різкими через обмежений простір.",
  "babyDevelopment": "Нігті на руках вже досягли кінчиків пальців. Шкіра стає менш червоною і більш гладкою. Кістки черепа ще не зрослися, що дозволить голівці легше пройти через родові шляхи.",
  "interestingFact": "Об'єм навколоплідних вод досягає свого максимуму — близько 1 літра. Далі їх кількість буде поступово зменшуватися.",
  "momDailyTips": [
    "Якщо дитина ще не перевернулася голівкою вниз, обговоріть з лікарем спеціальні вправи, які можуть цьому допомогти.",
    "Відвідування лікаря стають щотижневими або раз на два тижні.",
    "Навчіться відрізняти тренувальні перейми від справжніх. Справжні стають сильнішими, довшими і регулярнішими.",
    "Повторіть дихальні техніки для пологів. Можна тренуватися разом з партнером.",
    "Переконайтеся, що ви знаєте, кому телефонувати, коли почнуться пологи.",
    "Якщо у вас є домашні тварини, подумайте, як познайомити їх з новим членом сім'ї.",
    "Подякуйте своєму тілу за ту неймовірну роботу, яку воно виконує."
  ]
},
{
  "_id": {
    "$oid": "6895ce04a5c677999ed2af45"
  },
  "analogy": "Ананас",
  "weekNumber": 33,
  "babySize": 43.7,
  "babyWeight": 1900,
  "image": "https://ftp.goit.study/img/lehlehka/6895ce04a5c677999ed2af45.webp",
  "babyActivity": "Малюк продовжує тренувати дихання, ковтати рідину і смоктати палець. Він добре чує і розрізняє голоси.",
  "babyDevelopment": "Імунна система дитини отримує антитіла від матері, що забезпечить їй захист від інфекцій у перші місяці життя. Кістки продовжують тверднути, за винятком кісток черепа. Накопичення жиру триває.",
  "interestingFact": "Зіниці дитини вже реагують на світло: звужуються при яскравому і розширюються в темряві.",
  "momDailyTips": [
    "Забудькуватість та незграбність можуть посилюватися. Будьте обережні.",
    "Знайдіть зручну позу для сну. Обкладіться подушками з усіх боків — це допомагає.",
    "Поговоріть з лікарем про знеболення в пологах, щоб знати всі доступні варіанти.",
    "Перевірте, чи всі документи для пологового будинку зібрані в одній папці.",
    "Проведіть час з друзями. Після народження дитини на це буде менше часу.",
    "Сходіть в кіно або ресторан з партнером. Це може бути ваше останнє 'побачення' перед новою роллю батьків.",
    "Дозвольте собі нічого не робити. Просто відпочивайте, ви це заслужили."
  ]
},
{
  "_id": {
    "$oid": "6895ce04a5c677999ed2af46"
  },
  "analogy": "Мускатний гарбуз",
  "weekNumber": 34,
  "babySize": 45,
  "babyWeight": 2100,
  "image": "https://ftp.goit.study/img/lehlehka/6895ce04a5c677999ed2af46.webp",
  "babyActivity": "Малюк опускається нижче в таз, готуючись до народження. Ви можете відчути полегшення дихання, але посилиться тиск на сечовий міхур.",
  "babyDevelopment": "Легені майже повністю дозріли. Діти, народжені на цьому тижні, зазвичай не мають серйозних проблем з диханням. Вернікс (захисна змазка) стає товщим. Нігті на ногах доросли до кінчиків пальців.",
  "interestingFact": "Якщо це хлопчик, його яєчка опускаються з черевної порожнини в мошонку.",
  "momDailyTips": [
    "Коли живіт 'опускається', стає легше дихати, але частіше хочеться в туалет.",
    "Слідкуйте за ознаками початку пологів: регулярні перейми, відходження слизової пробки, розрив плодового міхура.",
    "Якщо у вас відійшли води, негайно їдьте до пологового будинку.",
    "Обговоріть з партнером ваші очікування від перших днів з дитиною. Розподіліть обов'язки.",
    "Приготуйте одяг на виписку для себе і для дитини.",
    "Ще раз перевірте автокрісло.",
    "Намагайтеся зберігати спокій. Скоро ви зустрінетеся зі своєю дитиною!"
  ]
},
{
  "_id": {
    "$oid": "6895ce04a5c677999ed2af47"
  },
  "analogy": "Диня Канталупа",
  "weekNumber": 35,
  "babySize": 46.2,
  "babyWeight": 2400,
  "image": "https://ftp.goit.study/img/lehlehka/6895ce04a5c677999ed2af47.webp",
  "babyActivity": "Рухи дитини стають менш активними, але більш потужними. Вона набирає вагу і готується до життя поза маткою.",
  "babyDevelopment": "Малюк набирає близько 200-250 грамів на тиждень. Основний розвиток органів завершено, тепер головне завдання — набрати вагу. Лануго майже повністю зникло.",
  "interestingFact": "Слух дитини настільки добрий, що вона може відрізняти окремі голоси та музичні твори, які часто чула під час вагітності.",
  "momDailyTips": [
    "Відвідування лікаря тепер щотижневі.",
    "Відчуття втоми повертається, як у першому триместрі. Це нормально. Відпочивайте якомога більше.",
    "Синдром 'гніздування' може бути в повному розпалі. Намагайтеся не перевтомлюватися.",
    "Повторіть з партнером, що робити, коли почнуться пологи. Проговоріть весь алгоритм дій.",
    "Зарядіть телефони, павербанки. Перевірте, чи є гроші на рахунку.",
    "Підготуйте контакти таксі або домовтеся з кимось, хто відвезе вас до пологового.",
    "Довіряйте своєму тілу. Воно знає, що робити."
  ]
},
{
  "_id": {
    "$oid": "6895ce04a5c677999ed2af48"
  },
  "analogy": "Папая",
  "weekNumber": 36,
  "babySize": 47.4,
  "babyWeight": 2600,
  "image": "https://ftp.goit.study/img/lehlehka/6895ce04a5c677999ed2af48.webp",
  "babyActivity": "Малюк продовжує опускатися в таз. Його рухи обмежені, але ви повинні відчувати їх щодня.",
  "babyDevelopment": "З цього тижня вагітність вважається доношеною. Дитина повністю готова до народження. Вона накопичила достатньо жиру, її легені готові дихати самостійно. Вона продовжує отримувати антитіла від мами.",
  "interestingFact": "Кишечник дитини заповнений меконієм — першим калом, який складається з відмерлих клітин, проковтнутого лануго та інших речовин. Він вийде в перші дні після народження.",
  "momDailyTips": [
    "Вагітність доношена! Малюк може народитися в будь-який день.",
    "Слідкуйте за своїм станом. Будь-які зміни (сильний головний біль, проблеми із зором, біль у животі) — привід звернутися до лікаря.",
    "Покладіть 'тривожну сумку' біля виходу.",
    "Намагайтеся гуляти щодня, якщо добре почуваєтесь. Це може допомогти прискорити пологи.",
    "Їжте легку їжу. Організму потрібні сили для пологів.",
    "Спіть, коли можете. Набирайтеся сил.",
    "Ви на фінішній прямій! Ви чудово впоралися. Залишився останній ривок."
  ]
},
{
  "_id": {
    "$oid": "6895ce04a5c677999ed2af49"
  },
  "analogy": "Мангольд (листовий буряк)",
  "weekNumber": 37,
  "babySize": 48.6,
  "babyWeight": 2850,
  "image": "https://ftp.goit.study/img/lehlehka/6895ce04a5c677999ed2af49.webp",
  "babyActivity": "Дитина тренує смоктальний і ковтальний рефлекси, а також хапальний — її хватка вже досить сильна.",
  "babyDevelopment": "Малюк продовжує набирати вагу. Голівка опускається все нижче в таз, що може викликати відчуття тиску. Мозок продовжує розвиватися і буде робити це протягом усього дитинства.",
  "interestingFact": "Координація рухів дитини дозволяє їй доторкнутися до свого обличчя і навіть почухати його.",
  "momDailyTips": [
    "Відходження слизової пробки може статися за кілька днів або тижнів до пологів, а може і в самий їх початок. Вона може бути прозорою, жовтуватою або з прожилками крові.",
    "Намагайтеся розслабитися. Стрес може гальмувати початок пологової діяльності.",
    "Перегляньте ще раз список речей для дитини. Можливо, ви щось забули.",
    "Поговоріть з лікарем про стимуляцію пологів, якщо будуть медичні показання.",
    "Завершіть усі важливі справи, щоб потім не турбуватися про них.",
    "Проведіть вечір у тиші, медитуючи та налаштовуючись на зустріч з дитиною.",
    "Пам'ятайте, що дата пологів — це лише орієнтир. Тільки 5% дітей народжуються точно в строк."
  ]
},
{
  "_id": {
    "$oid": "6895ce04a5c677999ed2af4a"
  },
  "analogy": "Гарбуз",
  "weekNumber": 38,
  "babySize": 49.8,
  "babyWeight": 3100,
  "image": "https://ftp.goit.study/img/lehlehka/6895ce04a5c677999ed2af4a.webp",
  "babyActivity": "Дитина готова до старту. Вона чекає сигналу від вашого організму, щоб почати свій шлях у цей світ.",
  "babyDevelopment": "Лануго майже повністю зникло, але трохи може залишитися на плечах і спині. Об'єм навколоплідних вод зменшується. Колір очей у більшості новонароджених блакитний або сірий, він зміниться на постійний протягом першого року життя.",
  "interestingFact": "Окружність голівки та животика дитини на цьому терміні приблизно однакові.",
  "momDailyTips": [
    "Очікування може бути виснажливим. Знайдіть собі заняття, яке відволікає.",
    "Можна спробувати природні методи стимуляції (після консультації з лікарем): прогулянки, секс, стимуляція сосків.",
    "Добре харчуйтеся, але не переїдайте. Вам потрібна енергія.",
    "Спілкуйтеся з друзями, дивіться комедії — будь-які позитивні емоції на користь.",
    "Перевірте, чи заряджені всі гаджети.",
    "Просто чекайте. Ваше тіло і ваша дитина знають, коли настане час.",
    "Уявіть собі вашу першу зустріч. Це додасть сил і натхнення."
  ]
},
{
  "_id": {
    "$oid": "6895ce04a5c677999ed2af4b"
  },
  "analogy": "Кавун (невеликий)",
  "weekNumber": 39,
  "babySize": 50.7,
  "babyWeight": 3300,
  "image": "https://ftp.goit.study/img/lehlehka/6895ce04a5c677999ed2af4b.webp",
  "babyActivity": "Малюк продовжує накопичувати сили і чекати. Рухи можуть бути менш інтенсивними через брак місця.",
  "babyDevelopment": "Дитина повністю доношена і готова до життя поза маткою. Жировий прошарок становить близько 15% від ваги тіла, він допоможе регулювати температуру. Всі органи і системи працюють.",
  "interestingFact": "Плацента починає потроху 'старіти', її функції знижуються. Це один із сигналів для організму про початок пологів.",
  "momDailyTips": [
    "Кожен день може бути 'тим самим'. Прислухайтеся до свого тіла.",
    "Якщо ви дуже втомилися, попросіть близьких допомогти з хатніми справами.",
    "Випийте чашку трав'яного чаю (з листя малини, наприклад, після консультації з лікарем).",
    "Ще раз перегляньте відео про дихання в пологах.",
    "Поговоріть з животиком, скажіть дитині, що ви готові і чекаєте на неї.",
    "Не дивуйтеся, якщо вам постійно телефонують з питанням 'Ну що?'. Попросіть близьких бути терплячими.",
    "Висипайтеся! Сон зараз — найкраща інвестиція в майбутнє."
  ]
},
{
  "_id": {
    "$oid": "6895ce04a5c677999ed2af4c"
  },
  "analogy": "Великий гарбуз",
  "weekNumber": 40,
  "babySize": 51.2,
  "babyWeight": 3500,
  "image": "https://ftp.goit.study/img/lehlehka/6895ce04a5c677999ed2af4c.webp",
  "babyActivity": "Малюк чекає. Він повністю готовий до народження. Його вага та зріст зараз приблизно такі, якими будуть при народженні.",
  "babyDevelopment": "Дитина досягла свого повного розвитку в утробі матері. Вона готова до самостійного дихання, травлення та терморегуляції. Пологи можуть початися будь-якої миті.",
  "interestingFact": "Досі точно невідомо, що саме запускає механізм пологів. Вважається, що це складний гормональний сигнал, який подає сама дитина.",
  "momDailyTips": [
    "Вітаємо з прогнозованою датою пологів! Пам'ятайте, що це лише орієнтир.",
    "Не хвилюйтеся, якщо пологи не починаються. 'Переношування' до 42 тижнів вважається нормою.",
    "Продовжуйте стежити за рухами дитини.",
    "Відвідайте лікаря, щоб переконатися, що з вами і дитиною все гаразд.",
    "Спробуйте розслабитися і довіритися природі.",
    "Займіться чимось приємним, що ви давно відкладали.",
    "Ви майже біля мети. Залишилося зовсім трохи."
  ]
},
{
  "_id": {
    "$oid": "6895ce04a5c677999ed2af4d"
  },
  "analogy": "Дуже великий кавун",
  "weekNumber": 41,
  "babySize": 51.7,
  "babyWeight": 3650,
  "image": "https://ftp.goit.study/img/lehlehka/6895ce04a5c677999ed2af4d.webp",
  "babyActivity": "Малюк продовжує рости, хоча і не так швидко. Він все ще активний, наскільки це можливо в обмеженому просторі.",
  "babyDevelopment": "Дитина продовжує набирати вагу. Нігті та волосся можуть бути досить довгими. Лануго майже повністю зникло. Шкіра може бути трохи сухою.",
  "interestingFact": "Діти, народжені трохи пізніше терміну, часто бувають більш спокійними і мають краще налагоджений режим сну, оскільки їхня нервова система більш зріла.",
  "momDailyTips": [
    "Очікування стає нестерпним. Спілкуйтеся з тими, хто вас підтримує.",
    "Обговоріть з лікарем план дій. Можливо, вам запропонують додаткові обстеження (УЗД, КТГ), щоб переконатися, що дитина почувається добре.",
    "Поговоріть про можливу індукцію (штучну стимуляцію) пологів, її плюси та мінуси.",
    "Намагайтеся не сидіти на місці. Ходіть, рухайтеся, це може допомогти.",
    "Приймайте теплі ванни, це розслабляє м'язи.",
    "Їжте фініки. Є дослідження, що вони можуть сприяти пом'якшенню шийки матки.",
    "Пам'ятайте, що ви не будете вагітною вічно. Зустріч вже дуже близько."
  ]
},
{
  "_id": {
    "$oid": "6895ce04a5c677999ed2af4e"
  },
  "analogy": "Гігантський кавун",
  "weekNumber": 42,
  "babySize": 52,
  "babyWeight": 3800,
  "image": "https://ftp.goit.study/img/lehlehka/6895ce04a5c677999ed2af4e.webp",
  "babyActivity": "Малюк готовий. Він чекає на виселення. Його рухи, як і раніше, є важливим показником його самопочуття.",
  "babyDevelopment": "Дитина повністю зріла. Подальше перебування в матці може бути пов'язане з певними ризиками (старіння плаценти, зменшення кількості вод), тому лікарі зазвичай рекомендують стимулювати пологи на цьому тижні.",
  "interestingFact": "Лише невеликий відсоток вагітностей триває до 42 тижнів. Більшість дітей народжуються раніше.",
  "momDailyTips": [
    "Швидше за все, на цьому тижні ви точно зустрінетеся зі своєю дитиною, природним шляхом або за допомогою лікарів.",
    "Будьте на постійному зв'язку з вашим лікарем.",
    "Довіряйте медичному персоналу. Їхня мета — здоров'я вас і вашої дитини.",
    "Сконцентруйтеся на майбутній зустрічі. Уявіть, як ви вперше обіймете свого малюка.",
    "Незалежно від того, як пройдуть пологи, пам'ятайте: ви — найкраща мама для своєї дитини.",
    "Зберіть всю свою мужність і терпіння. Попереду найважливіша зустріч у вашому житті.",
    "Готуйтеся. Ваше нове життя починається!"
  ]
}]