[{
  "_id": {
    "$oid": "6895cb58a5c677999ed2aef9"
  },
  "weekNumber": 1,
  "feelings": {
    "states": [
      "Звичайний стан",
      "Передменструальний синдром",
      "Планування"
    ],
    "sensationDescr": "Фізично це тиждень вашої останньої менструації. Вагітність ще не настала, але ваш організм вже готується до неї. Ви можете відчувати звичайні симптоми ПМС. Емоційно це може бути час надій та планування, якщо ви прагнете завагітніти."
  },
  "comfortTips": [
    {
      "category": "Харчування",
      "tip": "Якщо ви плануєте вагітність, почніть приймати фолієву кислоту (400-800 мкг). Включіть у раціон більше зелених листових овочів, бобових та цитрусових."
    },
    {
      "category": "Активність",
      "tip": "Підтримуйте звичний рівень помірної активності. Прогулянки, плавання чи йога допоможуть підготувати тіло та зменшити стрес."
    },
    {
      "category": "Відпочинок та комфорт",
      "tip": "Подбайте про якісний сон. Це час, коли варто відмовитись від шкідливих звичок (куріння, алкоголь), щоб створити найкращі умови для майбутнього зачаття."
    }
  ]
},
{
  "_id": {
    "$oid": "6895cb58a5c677999ed2aefa"
  },
  "weekNumber": 2,
  "feelings": {
    "states": [
      "Прилив енергії",
      "Підвищене лібідо",
      "Овуляція"
    ],
    "sensationDescr": "Наприкінці цього тижня, швидше за все, відбудеться овуляція. Багато жінок відчувають прилив сил та підвищення сексуального бажання. Деякі можуть відчувати легкий односторонній біль внизу живота — це овуляторний синдром."
  },
  "comfortTips": [
    {
      "category": "Харчування",
      "tip": "Продовжуйте збалансовано харчуватися. Включіть продукти, багаті цинком (гарбузове насіння, м'ясо), який важливий для репродуктивного здоров'я."
    },
    {
      "category": "Активність",
      "tip": "Це гарний час для активності, яка приносить задоволення. Танці або улюблений вид спорту можуть позитивно вплинути на ваш емоційний стан."
    },
    {
      "category": "Відпочинок та комфорт",
      "tip": "Прислухайтеся до свого тіла. Використовуйте тести на овуляцію або слідкуйте за базальною температурою, якщо ви активно плануєте вагітність, але намагайтеся уникати стресу."
    }
  ]
},
{
  "_id": {
    "$oid": "6895cb58a5c677999ed2aefb"
  },
  "weekNumber": 3,
  "feelings": {
    "states": [
      "Незмінний стан",
      "Інтуїтивні відчуття",
      "Імплантація"
    ],
    "sensationDescr": "Запліднена яйцеклітина подорожує до матки. Ви, швидше за все, нічого не відчуєте, хоча деякі жінки стверджують, що інтуїтивно 'знали' про зачаття. Наприкінці тижня може відбутися імплантація, що іноді супроводжується ледь помітними спазмами або крапелькою крові."
  },
  "comfortTips": [
    {
      "category": "Харчування",
      "tip": "Дійте так, ніби ви вже вагітні. Уникайте сирої риби, непастеризованих молочних продуктів та алкоголю. Продовжуйте приймати фолієву кислоту."
    },
    {
      "category": "Активність",
      "tip": "Уникайте надмірних навантажень та видів спорту, пов'язаних із ризиком падіння. Краще надати перевагу спокійним прогулянкам."
    },
    {
      "category": "Відпочинок та комфорт",
      "tip": "Це час очікування. Намагайтеся відволіктися і не робити тести на вагітність завчасно, щоб уникнути розчарування. Медитація допоможе заспокоїти думки."
    }
  ]
},
{
  "_id": {
    "$oid": "6895cb58a5c677999ed2aefc"
  },
  "weekNumber": 4,
  "feelings": {
    "states": [
      "Чутливість грудей",
      "Втома",
      "Очікування затримки"
    ],
    "sensationDescr": "Ваш організм починає виробляти гормон вагітності ХГЛ. Ви можете помітити перші ледь відчутні ознаки: груди стали більш чутливими, з'явилася незрозуміла втома. Багато жінок плутають ці симптоми зі звичайним ПМС."
  },
  "comfortTips": [
    {
      "category": "Харчування",
      "tip": "Якщо ви відчуваєте втому, намагайтеся їсти продукти, що дають енергію — складні вуглеводи (цільнозерновий хліб, каші) та білок."
    },
    {
      "category": "Активність",
      "tip": "Якщо ви почуваєтесь добре, продовжуйте легкі вправи. Якщо ж відчуваєте втому — не змушуйте себе, відпочинок зараз важливіший."
    },
    {
      "category": "Відпочинок та комфорт",
      "tip": "Носіть зручний, нетісний бюстгальтер, щоб зменшити дискомфорт у грудях. Наприкінці цього тижня тест на вагітність вже може показати позитивний результат."
    }
  ]
},
{
  "_id": {
    "$oid": "6895cb58a5c677999ed2aefd"
  },
  "weekNumber": 5,
  "feelings": {
    "states": [
      "Нудота",
      "Часте сечовипускання",
      "Емоційні гойдалки"
    ],
    "sensationDescr": "Вітаємо, ваша вагітність, швидше за все, підтверджена! Нудота, особливо вранці, може стати вашим супутником. Ви можете помітити, що бігаєте в туалет частіше звичайного. Радість може змінюватися тривогою — це нормально, адже ваше життя змінюється."
  },
  "comfortTips": [
    {
      "category": "Харчування",
      "tip": "Для боротьби з нудотою їжте часто, але маленькими порціями. Тримайте біля ліжка сухарики або крекери, щоб з'їсти їх перед тим, як вставати. Допомагає імбирний чай."
    },
    {
      "category": "Активність",
      "tip": "Навіть коротка прогулянка на свіжому повітрі може покращити самопочуття та зменшити нудоту."
    },
    {
      "category": "Відпочинок та комфорт",
      "tip": "Дозвольте собі більше спати. Втома на ранніх термінах — це сигнал тіла, що йому потрібні ресурси для грандіозної роботи всередині вас."
    }
  ]
},
{
  "_id": {
    "$oid": "6895cb58a5c677999ed2aefe"
  },
  "weekNumber": 6,
  "feelings": {
    "states": [
      "Сильна втома",
      "Загострення нюху",
      "Харчові дивацтва"
    ],
    "sensationDescr": "Втома може бути всеохоплюючою. Аромат кави, який ви обожнювали, тепер може викликати огиду. Або вам раптом захочеться солоних огірків з шоколадом. Ваші харчові звички та сприйняття запахів тимчасово живуть своїм життям."
  },
  "comfortTips": [
    {
      "category": "Харчування",
      "tip": "Прислухайтеся до свого організму. Якщо вам хочеться чогось конкретного (і це безпечно), дозвольте собі це. Іноді тіло саме підказує, чого йому не вистачає."
    },
    {
      "category": "Активність",
      "tip": "Уникайте різких рухів, які можуть викликати запаморочення. Якщо спорт зараз не для вас, просто намагайтеся не сидіти на місці цілий день."
    },
    {
      "category": "Відпочинок та комфорт",
      "tip": "Попросіть близьких не користуватися парфумами з різким запахом та провітрюйте приміщення частіше. Сон, коли тільки є можливість, — ваша найкраща стратегія."
    }
  ]
},
{
  "_id": {
    "$oid": "6895cb58a5c677999ed2aeff"
  },
  "weekNumber": 7,
  "feelings": {
    "states": [
      "Посилення нудоти",
      "Підвищене слиновиділення",
      "Проблеми зі шкірою"
    ],
    "sensationDescr": "Токсикоз може досягати свого піку. Ви можете відчувати себе так, ніби у вас морська хвороба, що ніколи не закінчується. Деякі жінки помічають, що з'явилися прищі, як у підлітковому віці — це все гормони."
  },
  "comfortTips": [
    {
      "category": "Харчування",
      "tip": "Спробуйте їсти кислувату їжу — лимон, зелені яблука, журавлиновий морс. Це може допомогти впоратися з нудотою та надмірним слиновиділенням."
    },
    {
      "category": "Активність",
      "tip": "Фізична активність може здаватися неможливою, але навіть 5-10 хвилин на свіжому повітрі здатні покращити стан. Не тисніть на себе."
    },
    {
      "category": "Відпочинок та комфорт",
      "tip": "Використовуйте м'які, некомедогенні засоби для догляду за шкірою. Пам'ятайте, що багато косметичних засобів (наприклад, з ретинолом) заборонені під час вагітності."
    }
  ]
},
{
  "_id": {
    "$oid": "6895cb58a5c677999ed2af00"
  },
  "weekNumber": 8,
  "feelings": {
    "states": [
      "Сильна втома",
      "Незвичайні сни",
      "Здуття живота"
    ],
    "sensationDescr": "Ви можете почуватися абсолютно виснаженою, навіть якщо нічого не робили. Ваш одяг може ставати тісним не через ріст матки, а через здуття. Багато жінок відзначають, що їхні сни стали надзвичайно яскравими та дивними."
  },
  "comfortTips": [
    {
      "category": "Харчування",
      "tip": "Щоб зменшити здуття, уникайте газованих напоїв, капусти, бобових. Їжте повільно і ретельно пережовуйте їжу. Пийте достатньо води між прийомами їжі."
    },
    {
      "category": "Активність",
      "tip": "Легка розтяжка перед сном може допомогти розслабити тіло і налаштуватися на відпочинок. Уникайте активності безпосередньо перед сном."
    },
    {
      "category": "Відпочинок та комфорт",
      "tip": "Перейдіть на більш вільний одяг — штани з еластичним поясом або легінси. Комфорт зараз понад усе. Ведіть щоденник снів, якщо вам цікаво аналізувати їх."
    }
  ]
},
{
  "_id": {
    "$oid": "6895cb58a5c677999ed2af01"
  },
  "weekNumber": 9,
  "feelings": {
    "states": [
      "Пік нудоти",
      "Запаморочення",
      "Емоційна вразливість"
    ],
    "sensationDescr": "Рівень гормонів досягає максимуму, а разом з ним і симптоми токсикозу. Можливі запаморочення, особливо при різкій зміні положення тіла. Ви можете відчувати себе дуже вразливою і потребувати більше підтримки та обіймів."
  },
  "comfortTips": [
    {
      "category": "Харчування",
      "tip": "Тримайте під рукою корисні перекуси, щоб не допускати сильного голоду, який посилює нудоту. Горіхи, сухофрукти, йогурт — гарні варіанти."
    },
    {
      "category": "Активність",
      "tip": "Вставайте з ліжка чи зі стільця повільно, щоб уникнути запаморочення. Уникайте вправ, що вимагають різких нахилів або поворотів."
    },
    {
      "category": "Відпочинок та комфорт",
      "tip": "Не соромтеся говорити про свої почуття з партнером або близькою подругою. Проговорення емоцій допомагає з ними впоратися. Пам'ятайте, скоро стане легше!"
    }
  ]
},
{
  "_id": {
    "$oid": "6895cb58a5c677999ed2af02"
  },
  "weekNumber": 10,
  "feelings": {
    "states": [
      "Помітний животик",
      "Біль у зв'язках",
      "Полегшення нудоти"
    ],
    "sensationDescr": "Хоча для оточуючих це ще не очевидно, ви можете помітити, що живіт трохи округлився. Нудота поступово починає відступати. Можуть з'являтися нетривалі різкі болі з боків живота при кашлі або зміні положення — це розтягуються круглі зв'язки матки."
  },
  "comfortTips": [
    {
      "category": "Харчування",
      "tip": "З поверненням апетиту важливо обирати корисну їжу. Сконцентруйтеся на білках (м'ясо, риба, яйця, бобові), які є будівельним матеріалом для вашої дитини."
    },
    {
      "category": "Активність",
      "tip": "Якщо відчуваєте біль у зв'язках, намагайтеся рухатися плавно. Перед тим, як кашлянути або чхнути, можна трохи зігнутися, щоб зменшити натяг."
    },
    {
      "category": "Відпочинок та комфорт",
      "tip": "Час подумати про покупку перших штанів для вагітних або спеціального розширювача для пояса. Комфортний одяг значно покращить ваше самопочуття."
    }
  ]
},
{
  "_id": {
    "$oid": "6895cb58a5c677999ed2af03"
  },
  "weekNumber": 11,
  "feelings": {
    "states": [
      "Повернення енергії",
      "Печія",
      "Покращення настрою"
    ],
    "sensationDescr": "Багато жінок відзначають, що на цьому тижні нарешті з'являється більше енергії, а ранкова нудота майже зникає. Натомість може з'явитися новий 'друг' — печія. Емоційний стан стабілізується, ви починаєте по-справжньому насолоджуватися своїм станом."
  },
  "comfortTips": [
    {
      "category": "Харчування",
      "tip": "Щоб уникнути печії, їжте маленькими порціями, уникайте жирної, гострої та смаженої їжі. Не лягайте спати одразу після їжі. Можна пити мінеральну воду без газу."
    },
    {
      "category": "Активність",
      "tip": "З приливом енергії можна повернутися до улюблених тренувань, адаптувавши їх. Плавання чудово розвантажує спину і суглоби."
    },
    {
      "category": "Відпочинок та комфорт",
      "tip": "Спіть на високій подушці, щоб зменшити ризик печії вночі. Почніть спілкуватися з животиком — говоріть з дитиною, співайте їй. Це створює неймовірний зв'язок."
    }
  ]
},
{
  "_id": {
    "$oid": "6895cb58a5c677999ed2af04"
  },
  "weekNumber": 12,
  "feelings": {
    "states": [
      "Зменшення ризиків",
      "Головний біль",
      "Помітний живіт"
    ],
    "sensationDescr": "Вітаємо із закінченням першого триместру! Ризик викидня значно знижується, що приносить велике емоційне полегшення. Через гормональні зміни та збільшення об'єму крові можуть турбувати головні болі. Ваш животик вже, ймовірно, помітний вам і найближчим."
  },
  "comfortTips": [
    {
      "category": "Харчування",
      "tip": "Для профілактики головного болю пийте достатньо води та намагайтеся їсти регулярно, щоб уникнути падіння рівня цукру в крові."
    },
    {
      "category": "Активність",
      "tip": "При головному болю допомагає прогулянка на свіжому повітрі. Якщо біль сильний, не терпіть, але проконсультуйтеся з лікарем щодо безпечних знеболювальних (зазвичай дозволений парацетамол)."
    },
    {
      "category": "Відпочинок та комфорт",
      "tip": "Спробуйте робити холодні компреси на лоб та потилицю при головному болю. Відпочинок у тихій, затемненій кімнаті також може допомогти."
    }
  ]
},
{
  "_id": {
    "$oid": "6895cb58a5c677999ed2af05"
  },
  "weekNumber": 13,
  "feelings": {
    "states": [
      "'Золотий період'",
      "Підвищене лібідо",
      "Поява пігментації"
    ],
    "sensationDescr": "Ласкаво просимо до другого триместру, який часто називають 'золотим' або 'медовим' місяцем вагітності. Ви почуваєтесь енергійною та привабливою. У багатьох жінок підвищується сексуальний потяг. Може з'явитися темна смужка на животі (linea nigra) — це тимчасове явище."
  },
  "comfortTips": [
    {
      "category": "Харчування",
      "tip": "Насолоджуйтесь їжею, але пам'ятайте про якість. Зараз важливий кальцій для кісток дитини. Їжте сир, йогурти, кунжут, мигдаль."
    },
    {
      "category": "Активність",
      "tip": "Секс під час вагітності без ускладнень є абсолютно безпечним і навіть корисним для емоційного зв'язку з партнером."
    },
    {
      "category": "Відпочинок та комфорт",
      "tip": "Використовуйте сонцезахисний крем з високим SPF, щоб запобігти посиленню пігментації на обличчі ('маска вагітності'). Насолоджуйтесь цим прекрасним періодом!"
    }
  ]
},
{
  "_id": {
    "$oid": "6895cb58a5c677999ed2af06"
  },
  "weekNumber": 14,
  "feelings": {
    "states": [
      "Закладеність носа",
      "Прилив сил",
      "Ріст живота"
    ],
    "sensationDescr": "Ви можете помітити, що вам стало важче дихати носом, ніби у вас постійна застуда без інших симптомів. Це так званий 'риніт вагітних', викликаний набряком слизових. Животик росте, і ви з гордістю можете демонструвати свій новий статус."
  },
  "comfortTips": [
    {
      "category": "Харчування",
      "tip": "Додайте до раціону продукти, багаті на Омега-3 жирні кислоти (жирна морська риба, насіння льону, волоські горіхи). Вони необхідні для розвитку мозку дитини."
    },
    {
      "category": "Активність",
      "tip": "Продовжуйте регулярні тренування. Це допоможе контролювати набір ваги, покращить кровообіг і підготує м'язи до пологів."
    },
    {
      "category": "Відпочинок та комфорт",
      "tip": "Для полегшення закладеності носа використовуйте зволожувач повітря в кімнаті, де спите. Можна промивати ніс сольовими розчинами."
    }
  ]
},
{
  "_id": {
    "$oid": "6895cb58a5c677999ed2af07"
  },
  "weekNumber": 15,
  "feelings": {
    "states": [
      "Біль у спині",
      "Забудькуватість",
      "Кровоточивість ясен"
    ],
    "sensationDescr": "Зі збільшенням живота зміщується центр ваги, що може викликати біль у попереку. Ви можете помітити, що стали більш забудькуватою ('вагітний мозок'). Ясна можуть стати більш чутливими і кровоточити під час чищення зубів."
  },
  "comfortTips": [
    {
      "category": "Харчування",
      "tip": "Включіть у раціон продукти, багаті на вітамін С, який зміцнює судини і ясна. Це цитрусові, ківі, шипшина, солодкий перець."
    },
    {
      "category": "Активність",
      "tip": "Слідкуйте за поставою. Намагайтеся не прогинатися в попереку. Сидіть на стільцях зі спинкою, підкладаючи під поперек подушку. Не носіть підбори."
    },
    {
      "category": "Відпочинок та комфорт",
      "tip": "Відвідайте стоматолога для професійної гігієни. Використовуйте м'яку зубну щітку та зубну нитку. Записуйте важливі справи, щоб нічого не забути."
    }
  ]
},
{
  "_id": {
    "$oid": "6895cb58a5c677999ed2af08"
  },
  "weekNumber": 16,
  "feelings": {
    "states": [
      "Перші рухи дитини",
      "Припливи жару",
      "Гарний настрій"
    ],
    "sensationDescr": "Це тиждень, коли деякі жінки, особливо ті, хто вагітний не вперше, можуть відчути перші рухи малюка! Спочатку вони схожі на лоскіт, 'пурхання метеликів' або бульбашки газу. Через посилений обмін речовин вам може бути постійно жарко."
  },
  "comfortTips": [
    {
      "category": "Харчування",
      "tip": "Пийте більше води, щоб уникнути зневоднення, особливо якщо вам часто жарко. Носіть з собою пляшечку води."
    },
    {
      "category": "Активність",
      "tip": "Якщо ви ще не відчули рухів, не хвилюйтеся. Більшість жінок відчувають їх між 18 і 22 тижнями. Продовжуйте свою звичну безпечну активність."
    },
    {
      "category": "Відпочинок та комфорт",
      "tip": "Одягайтеся 'шарами', щоб можна було легко зняти щось, коли стане жарко. Надавайте перевагу одягу з натуральних тканин, що дихають."
    }
  ]
},
{
  "_id": {
    "$oid": "6895cb58a5c677999ed2af09"
  },
  "weekNumber": 17,
  "feelings": {
    "states": [
      "Судоми в ногах",
      "Біль у тазі",
      "Збільшення апетиту"
    ],
    "sensationDescr": "Вночі вас можуть будити раптові болючі судоми в литкових м'язах. Це може бути пов'язано з нестачею кальцію або магнію. Зв'язки тазу розслабляються, готуючись до пологів, що може викликати дискомфорт. Апетит може значно зрости."
  },
  "comfortTips": [
    {
      "category": "Харчування",
      "tip": "Їжте продукти, багаті на кальцій (молочні продукти) та магній (банани, авокадо, горіхи, гречка). Обговоріть з лікарем, чи потрібні вам додаткові добавки."
    },
    {
      "category": "Активність",
      "tip": "При судомі потягніть носок на себе, щоб розтягнути м'яз. Регулярна розтяжка литкових м'язів перед сном може допомогти запобігти судомам."
    },
    {
      "category": "Відпочинок та комфорт",
      "tip": "Спіть на боці, підклавши подушку між колінами. Це зменшує тиск на таз і спину. Не відмовляйте собі в їжі, але обирайте корисні варіанти."
    }
  ]
},
{
  "_id": {
    "$oid": "6895cb58a5c677999ed2af0a"
  },
  "weekNumber": 18,
  "feelings": {
    "states": [
      "Чіткі рухи дитини",
      "Запаморочення",
      "Набряки"
    ],
    "sensationDescr": "Рухи малюка стають все більш чіткими, і ви вже не сплутаєте їх ні з чим іншим. Через низький тиск або різку зміну положення може крутитися голова. Наприкінці дня ви можете помічати, що взуття стало тісним — це перші набряки."
  },
  "comfortTips": [
    {
      "category": "Харчування",
      "tip": "Обмежте споживання солі, оскільки вона затримує рідину в організмі. Пийте достатньо чистої води, це, навпаки, допомагає виводити зайву рідину."
    },
    {
      "category": "Активність",
      "tip": "Уникайте довгого стояння або сидіння в одній позі. Робіть перерви, щоб пройтися. Лежачи, піднімайте ноги вище рівня серця на 15-20 хвилин."
    },
    {
      "category": "Відпочинок та комфорт",
      "tip": "Намагайтеся спати на лівому боці — це покращує кровообіг і зменшує набряки. Взуття обирайте зручне, на низькому ходу і бажано на розмір більше."
    }
  ]
},
{
  "_id": {
    "$oid": "6895cb58a5c677999ed2af0b"
  },
  "weekNumber": 19,
  "feelings": {
    "states": [
      "Свербіж шкіри",
      "Пігментація",
      "Біль у попереку"
    ],
    "sensationDescr": "Шкіра на животі та грудях розтягується, що може викликати сильний свербіж. Можуть з'явитися або потемніти розтяжки. Біль у попереку стає все більш звичним явищем через зростаючий живіт."
  },
  "comfortTips": [
    {
      "category": "Харчування",
      "tip": "Пийте достатньо води, щоб підтримувати еластичність шкіри зсередини. Їжте продукти, багаті на вітамін Е (олії, горіхи, насіння)."
    },
    {
      "category": "Активність",
      "tip": "Плавання — ідеальний вид спорту на цьому етапі. Воно знімає навантаження зі спини та суглобів, а також тонізує м'язи."
    },
    {
      "category": "Відпочинок та комфорт",
      "tip": "Регулярно зволожуйте шкіру живота, стегон та грудей спеціальними олійками або кремами від розтяжок. Це допоможе зменшити свербіж і покращити стан шкіри."
    }
  ]
},
{
  "_id": {
    "$oid": "6895cb58a5c677999ed2af0c"
  },
  "weekNumber": 20,
  "feelings": {
    "states": [
      "Екватор вагітності",
      "Посилення рухів",
      "Синдром 'гніздування'"
    ],
    "sensationDescr": "Вітаємо, половина шляху позаду! Рухи дитини стають настільки сильними, що їх може відчути і партнер, поклавши руку на живіт. У вас може з'явитися непереборне бажання прибирати, ремонтувати, облаштовувати дім — це прокидається інстинкт 'гніздування'."
  },
  "comfortTips": [
    {
      "category": "Харчування",
      "tip": "Залізо зараз дуже важливе для профілактики анемії. Їжте червоне м'ясо, печінку, гречку, яблука. Поєднуйте їх з продуктами, багатими на вітамін С, для кращого засвоєння."
    },
    {
      "category": "Активність",
      "tip": "Насолоджуйтесь своєю енергією. Запишіться на курси для майбутніх батьків. Це не лише корисно, а й чудова можливість поспілкуватися з іншими парами."
    },
    {
      "category": "Відпочинок та комфорт",
      "tip": "Направляйте енергію 'гніздування' у безпечне русло. Складайте списки покупок, обирайте речі онлайн, але уникайте підняття важких предметів та ремонту з використанням токсичних фарб."
    }
  ]
},
{
  "_id": {
    "$oid": "6895cb58a5c677999ed2af0d"
  },
  "weekNumber": 21,
  "feelings": {
    "states": [
      "Печія",
      "Набряки",
      "Радість від рухів"
    ],
    "sensationDescr": "Матка росте і тисне на шлунок, викликаючи печію. Наприкінці дня можуть набрякати ноги. Але всі ці незручності компенсуються радістю від відчуття поштовхів вашого малюка, який активно спілкується з вами."
  },
  "comfortTips": [
    {
      "category": "Харчування",
      "tip": "Дробове харчування (5-6 разів на день) допомагає боротися з печією. Після їжі намагайтеся хоча б півгодини не лягати."
    },
    {
      "category": "Активність",
      "tip": "Робіть перерви протягом дня, щоб підняти ноги. Прості вправи для стоп (обертання, згинання) покращують кровообіг і зменшують набряки."
    },
    {
      "category": "Відпочинок та комфорт",
      "tip": "Знайдіть час, щоб просто посидіти в тиші, поклавши руки на живіт, і 'поспілкуватися' з дитиною. Це заспокоює і створює неймовірний емоційний зв'язок."
    }
  ]
},
{
  "_id": {
    "$oid": "6895cb58a5c677999ed2af0e"
  },
  "weekNumber": 22,
  "feelings": {
    "states": [
      "Розтяжки",
      "Забудькуватість",
      "Збільшення ваги"
    ],
    "sensationDescr": "Ви можете помітити на шкірі живота, стегон або грудей рожеві або фіолетові смужки — розтяжки. Не хвилюйтеся, з часом вони посвітлішають. 'Вагітний мозок' може бути в повному розпалі. Збільшення ваги стає більш помітним."
  },
  "comfortTips": [
    {
      "category": "Харчування",
      "tip": "Зосередьтеся не на кількості, а на якості їжі. Ваш організм потребує вітамінів та мінералів. Кожен прийом їжі має бути поживним."
    },
    {
      "category": "Активність",
      "tip": "Регулярна активність допомагає контролювати набір ваги та покращує настрій. Ходіть пішки, плавайте, займайтеся пренатальною йогою."
    },
    {
      "category": "Відпочинок та комфорт",
      "tip": "Хоча повністю запобігти розтяжкам неможливо, регулярне використання зволожуючих олій та кремів може покращити еластичність шкіри і зменшити свербіж."
    }
  ]
},
{
  "_id": {
    "$oid": "6895cb58a5c677999ed2af0f"
  },
  "weekNumber": 23,
  "feelings": {
    "states": [
      "Біль у спині",
      "Сильні рухи дитини",
      "Набряклість рук"
    ],
    "sensationDescr": "Біль у спині може посилюватися. Рухи дитини стають такими сильними, що іноді їх видно на поверхні живота. Окрім ніг, можуть почати набрякати і руки, ви можете помітити, що каблучки стали тісними."
  },
  "comfortTips": [
    {
      "category": "Харчування",
      "tip": "Продовжуйте пити достатньо води і обмежте споживання солі, щоб контролювати набряки. Якщо набряки різкі та сильні, обов'язково повідомте лікаря."
    },
    {
      "category": "Активність",
      "tip": "Носіть підтримуючий бандаж для вагітних. Він допомагає розподілити вагу живота і зменшити навантаження на поперек."
    },
    {
      "category": "Відпочинок та комфорт",
      "tip": "Зніміть каблучки та браслети, якщо вони стали тісними, щоб уникнути проблем з кровообігом. Для зменшення болю в спині спіть на боці з подушкою між колінами."
    }
  ]
},
{
  "_id": {
    "$oid": "6895cb58a5c677999ed2af10"
  },
  "weekNumber": 24,
  "feelings": {
    "states": [
      "Тренувальні перейми",
      "Сухість очей",
      "Емоційна стабільність"
    ],
    "sensationDescr": "Ви можете відчувати нерегулярні та безболісні скорочення матки — це тренувальні перейми Брекстона-Гікса. Ваше тіло тренується. Очі можуть стати більш сухими та чутливими. Загалом, емоційний стан у другому триместрі зазвичай стабільний та позитивний."
  },
  "comfortTips": [
    {
      "category": "Харчування",
      "tip": "Переконайтеся, що у вашому раціоні достатньо клітковини (овочі, фрукти, цільні злаки), щоб уникнути закрепів, які є поширеною проблемою."
    },
    {
      "category": "Активність",
      "tip": "При тренувальних переймах спробуйте змінити положення тіла або випити склянку води — зазвичай вони проходять. Якщо вони стають регулярними або болючими, зверніться до лікаря."
    },
    {
      "category": "Відпочинок та комфорт",
      "tip": "Якщо носите контактні лінзи, можливо, доведеться тимчасово перейти на окуляри. Можна використовувати зволожуючі краплі для очей ('штучна сльоза')."
    }
  ]
},
{
  "_id": {
    "$oid": "6895cb58a5c677999ed2af11"
  },
  "weekNumber": 25,
  "feelings": {
    "states": [
      "Біль у тазових кістках",
      "Печія",
      "Синдром неспокійних ніг"
    ],
    "sensationDescr": "Зв'язки тазу продовжують розслаблятися, що може викликати біль у лобковій кістці або крижах. Печія може повернутися з новою силою. Ввечері може виникати неприємне відчуття в ногах, яке змушує ними рухати."
  },
  "comfortTips": [
    {
      "category": "Харчування",
      "tip": "Переконайтеся, що ви отримуєте достатньо заліза та магнію, оскільки їх дефіцит може бути пов'язаний з синдромом неспокійних ніг."
    },
    {
      "category": "Активність",
      "tip": "Уникайте асиметричних навантажень (наприклад, підняття по сходах через одну сходинку). Намагайтеся тримати ноги на одній висоті, коли сидите."
    },
    {
      "category": "Відпочинок та комфорт",
      "tip": "Перед сном зробіть теплу ванночку для ніг та легкий масаж. Розтяжка також може допомогти при синдромі неспокійних ніг. Спіть з подушкою між ніг для підтримки тазу."
    }
  ]
},
{
  "_id": {
    "$oid": "6895cb58a5c677999ed2af12"
  },
  "weekNumber": 26,
  "feelings": {
    "states": [
      "Підвищення тиску",
      "Головний біль",
      "Сильні поштовхи"
    ],
    "sensationDescr": "Ваш артеріальний тиск, який міг бути зниженим у першій половині вагітності, тепер може почати повертатися до норми або навіть трохи підвищуватися. Це може супроводжуватися головним болем. Поштовхи дитини стають дуже відчутними."
  },
  "comfortTips": [
    {
      "category": "Харчування",
      "tip": "Регулярно контролюйте споживання солі. Їжте продукти, багаті на калій (банани, картопля, шпинат), який допомагає регулювати тиск."
    },
    {
      "category": "Активність",
      "tip": "Помірна регулярна активність, така як ходьба, допомагає підтримувати здоров'я серцево-судинної системи. Уникайте інтенсивних навантажень."
    },
    {
      "category": "Відпочинок та комфорт",
      "tip": "Регулярно вимірюйте тиск. Навчіться технікам релаксації та глибокого дихання — це допомагає заспокоїтися і може трохи знизити тиск."
    }
  ]
},
{
  "_id": {
    "$oid": "6895cb58a5c677999ed2af13"
  },
  "weekNumber": 27,
  "feelings": {
    "states": [
      "Біль у спині",
      "Судоми",
      "Перехід у третій триместр"
    ],
    "sensationDescr": "Ласкаво просимо на поріг третього триместру! Вага зростає, а разом з нею і навантаження на спину. Судоми в ногах можуть стати частішими. Емоційно ви можете відчувати суміш хвилювання та втоми від майбутніх змін."
  },
  "comfortTips": [
    {
      "category": "Харчування",
      "tip": "Забезпечте достатнє споживання кальцію та магнію. Обговоріть з лікарем, чи варто приймати їх у вигляді добавок."
    },
    {
      "category": "Активність",
      "tip": "Зверніть увагу на вправи для зміцнення м'язів спини. Йога та плавання є чудовими варіантами. Уникайте підняття важких предметів."
    },
    {
      "category": "Відпочинок та комфорт",
      "tip": "Спеціальна подушка для вагітних може стати вашим найкращим другом, допомагаючи знайти зручне положення для сну і зменшити біль у спині."
    }
  ]
},
{
  "_id": {
    "$oid": "6895cb58a5c677999ed2af14"
  },
  "weekNumber": 28,
  "feelings": {
    "states": [
      "Задишка",
      "Втома",
      "Синдром 'гніздування'"
    ],
    "sensationDescr": "Матка піднімається все вище і тисне на діафрагму, тому вам може бути важко зробити глибокий вдих. Втома повертається, як у першому триместрі. Бажання все підготувати до появи дитини може бути дуже сильним."
  },
  "comfortTips": [
    {
      "category": "Харчування",
      "tip": "Їжте маленькими порціями, щоб не переповнювати шлунок, що може посилити задишку. Переконайтеся, що у вас немає анемії, яка також може викликати задишку."
    },
    {
      "category": "Активність",
      "tip": "Намагайтеся тримати спину прямо, коли сидите або стоїте — це створює більше простору для легень. Уповільнюйте темп, не намагайтеся робити все швидко."
    },
    {
      "category": "Відпочинок та комфорт",
      "tip": "Спіть напівсидячи, підклавши під спину кілька подушок. Це може полегшити дихання вночі. Делегуйте важкі завдання по дому партнеру або родичам."
    }
  ]
},
{
  "_id": {
    "$oid": "6895cb58a5c677999ed2af15"
  },
  "weekNumber": 29,
  "feelings": {
    "states": [
      "Печія",
      "Закрепи",
      "Потужні поштовхи"
    ],
    "sensationDescr": "Печія та закрепи — класичні супутники третього триместру через тиск матки на органи травлення. Місця для малюка стає все менше, тому його поштовхи ліктем або п'ятою можуть бути досить болючими."
  },
  "comfortTips": [
    {
      "category": "Харчування",
      "tip": "Для боротьби із закрепами пийте багато води, їжте продукти, багаті на клітковину (чорнослив, буряк, вівсянка). Уникайте продуктів, що викликають печію."
    },
    {
      "category": "Активність",
      "tip": "Регулярна ходьба стимулює роботу кишечника. Уникайте тривалого сидіння."
    },
    {
      "category": "Відпочинок та комфорт",
      "tip": "Якщо поштовх дитини був болючим, спробуйте змінити положення тіла. Іноді це змушує малюка теж поворухнутися і переміститися."
    }
  ]
},
{
  "_id": {
    "$oid": "6895cb58a5c677999ed2af16"
  },
  "weekNumber": 30,
  "feelings": {
    "states": [
      "Безсоння",
      "Втома",
      "Незграбність"
    ],
    "sensationDescr": "Знайти зручну позу для сну стає справжнім квестом. Часті походи в туалет, печія, біль у спині — все це заважає спати. Як наслідок, вдень ви відчуваєте втому. Через зміщений центр ваги ви можете стати більш незграбною."
  },
  "comfortTips": [
    {
      "category": "Харчування",
      "tip": "Не пийте багато рідини безпосередньо перед сном, щоб зменшити кількість нічних пробуджень. Тепле молоко або ромашковий чай можуть допомогти розслабитися."
    },
    {
      "category": "Активність",
      "tip": "Будьте обережні, дивіться під ноги. Носіть зручне взуття на неслизькій підошві. Уникайте поспіху."
    },
    {
      "category": "Відпочинок та комфорт",
      "tip": "Створіть ритуал відходу до сну: тепла ванна, читання книги, провітрювання кімнати. Спіть з подушкою для вагітних, вона дійсно допомагає знайти комфортне положення."
    }
  ]
},
{
  "_id": {
    "$oid": "6895cb58a5c677999ed2af17"
  },
  "weekNumber": 31,
  "feelings": {
    "states": [
      "Біль у ребрах",
      "Задишка",
      "Виділення молозива"
    ],
    "sensationDescr": "Дитина росте і може впиратися ніжками вам у ребра, що досить боляче. Задишка не минає. Ви можете помітити на бюстгальтері жовтуваті крапельки — це молозиво, перше молоко. Ваше тіло готується до годування."
  },
  "comfortTips": [
    {
      "category": "Харчування",
      "tip": "Продовжуйте харчуватися збалансовано. Зараз кожен шматочок має значення для росту дитини. Кальцій, білок та залізо — ваші пріоритети."
    },
    {
      "category": "Активність",
      "tip": "Спробуйте робити вправи на розтяжку. Коли сидите, намагайтеся витягувати хребет вгору, щоб створити більше простору між ребрами і маткою."
    },
    {
      "category": "Відпочинок та комфорт",
      "tip": "Якщо біль у ребрах сильний, спробуйте лягти на протилежний бік або стати навкарачки, щоб дитина змінила положення. Використовуйте спеціальні прокладки для грудей, якщо молозиво протікає."
    }
  ]
},
{
  "_id": {
    "$oid": "6895cb58a5c677999ed2af18"
  },
  "weekNumber": 32,
  "feelings": {
    "states": [
      "Тренувальні перейми",
      "Біль у спині",
      "Тривога про пологи"
    ],
    "sensationDescr": "Тренувальні перейми можуть стати частішими і сильнішими. Біль у спині може бути вашим постійним супутником. Наближення пологів може викликати тривогу та страх. Це абсолютно нормально."
  },
  "comfortTips": [
    {
      "category": "Харчування",
      "tip": "Продовжуйте пити багато води. Зневоднення може провокувати тренувальні перейми."
    },
    {
      "category": "Активність",
      "tip": "Почніть або продовжуйте відвідувати курси для майбутніх батьків. Знання про процес пологів, техніки дихання та знеболення допомагають значно зменшити страх."
    },
    {
      "category": "Відпочинок та комфорт",
      "tip": "Говоріть про свої страхи з партнером, лікарем або доулою. Читайте позитивні історії про пологи. Дихальні вправи та медитація допомагають заспокоїти розум."
    }
  ]
},
{
  "_id": {
    "$oid": "6895cb58a5c677999ed2af19"
  },
  "weekNumber": 33,
  "feelings": {
    "states": [
      "Синдром 'тунелю'",
      "Незграбність",
      "Втома"
    ],
    "sensationDescr": "Набряки можуть викликати оніміння, поколювання або біль у зап'ястях (зап'ястковий тунельний синдром). Ви можете відчувати себе незграбною, ніби слон у посудній лавці. Втома знову накопичується."
  },
  "comfortTips": [
    {
      "category": "Харчування",
      "tip": "Їжте продукти, що мають легкий сечогінний ефект (огірки, кавун), щоб зменшити набряки. Уникайте надмірного споживання солі."
    },
    {
      "category": "Активність",
      "tip": "Робіть вправи для кистей рук: обертайте ними, стискайте і розтискайте кулаки. Це покращує кровообіг."
    },
    {
      "category": "Відпочинок та комфорт",
      "tip": "Намагайтеся не спати на руках. Якщо біль сильний, можна використовувати спеціальний бандаж для зап'ястя на ніч. Делегуйте якомога більше справ і відпочивайте."
    }
  ]
},
{
  "_id": {
    "$oid": "6895cb58a5c677999ed2af1a"
  },
  "weekNumber": 34,
  "feelings": {
    "states": [
      "Опущення живота",
      "Полегшення дихання",
      "Тиск на сечовий міхур"
    ],
    "sensationDescr": "Дитина починає опускатися в таз, готуючись до пологів. Ви можете помітити, що живіт став нижчим, і вам раптом стало легше дихати! Але зворотний бік медалі — тиск на сечовий міхур посилюється, і походи в туалет стають ще частішими."
  },
  "comfortTips": [
    {
      "category": "Харчування",
      "tip": "Їжте легку, поживну їжу. Великі порції зараз можуть викликати сильний дискомфорт. Обирайте те, що легко засвоюється."
    },
    {
      "category": "Активність",
      "tip": "Продовжуйте гуляти. Ходьба допомагає дитині зайняти правильне положення в тазі. Але не відходьте далеко від дому без телефону та обмінної карти."
    },
    {
      "category": "Відпочинок та комфорт",
      "tip": "При поході в туалет нахиляйтеся трохи вперед, щоб повністю спорожнити сечовий міхур. Насолоджуйтесь можливістю дихати на повні груди!"
    }
  ]
},
{
  "_id": {
    "$oid": "6895cb58a5c677999ed2af1b"
  },
  "weekNumber": 35,
  "feelings": {
    "states": [
      "Втома",
      "Нетримання сечі",
      "Синдром 'гніздування'"
    ],
    "sensationDescr": "Відчуття втоми може бути постійним. При кашлі, сміху або чханні може виділятися невелика кількість сечі через сильний тиск на сечовий міхур. Бажання все перепрати, перемити і підготувати до зустрічі з малюком може бути непереборним."
  },
  "comfortTips": [
    {
      "category": "Харчування",
      "tip": "Збалансоване харчування допоможе підтримувати рівень енергії. Уникайте кофеїну, який може погіршити сон і посилити втому."
    },
    {
      "category": "Активність",
      "tip": "Продовжуйте робити вправи Кегеля. Вони зміцнюють м'язи тазового дна, що допомагає контролювати сечовипускання і прискорює відновлення після пологів."
    },
    {
      "category": "Відпочинок та комфорт",
      "tip": "Використовуйте щоденні прокладки для комфорту. Не піднімайте важкого, щоб не провокувати нетримання. Спіть, коли тільки можете — накопичуйте сили."
    }
  ]
},
{
  "_id": {
    "$oid": "6895cb58a5c677999ed2af1c"
  },
  "weekNumber": 36,
  "feelings": {
    "states": [
      "Доношена вагітність",
      "Тиск внизу живота",
      "Емоційне очікування"
    ],
    "sensationDescr": "Вітаємо! З цього тижня ваша вагітність вважається доношеною, і малюк може народитися в будь-який день. Ви можете відчувати постійний тиск і розпирання внизу живота. Емоційно це суміш нетерпіння, хвилювання і втоми від очікування."
  },
  "comfortTips": [
    {
      "category": "Харчування",
      "tip": "Заморозьте кілька порцій домашньої їжі. Це буде справжнім порятунком у перші тижні після пологів, коли на готування зовсім не буде часу та сил."
    },
    {
      "category": "Активність",
      "tip": "Перевірте, чи зібрана сумка в пологовий будинок. Пройдіть з партнером ще раз по плану дій, коли все почнеться. Це заспокоює."
    },
    {
      "category": "Відпочинок та комфорт",
      "tip": "Намагайтеся розслабитися. Дивіться улюблені фільми, читайте, слухайте музику. Чим спокійніші ви, тим легше організму почати процес пологів."
    }
  ]
},
{
  "_id": {
    "$oid": "6895cb58a5c677999ed2af1d"
  },
  "weekNumber": 37,
  "feelings": {
    "states": [
      "Відходження пробки",
      "Зміна рухів дитини",
      "Нетерпіння"
    ],
    "sensationDescr": "Ви можете помітити виділення слизу, можливо з прожилками крові — це відходить слизова пробка. Це ознака того, що шийка матки готується. Рухи дитини можуть стати менш інтенсивними, але ви повинні відчувати їх щодня. Нетерпіння досягає піку."
  },
  "comfortTips": [
    {
      "category": "Харчування",
      "tip": "Їжте легку їжу, яка не буде обтяжувати травну систему. Надавайте перевагу простим стравам."
    },
    {
      "category": "Активність",
      "tip": "Слідкуйте за рухами дитини. Якщо ви помітили значне зменшення активності, негайно зверніться до лікаря. Це дуже важливий показник самопочуття малюка."
    },
    {
      "category": "Відпочинок та комфорт",
      "tip": "Відходження пробки не означає, що пологи почнуться негайно. Це може статися через кілька годин, днів або навіть тижнів. Зберігайте спокій і продовжуйте жити звичайним життям."
    }
  ]
},
{
  "_id": {
    "$oid": "6895cb58a5c677999ed2af1e"
  },
  "weekNumber": 38,
  "feelings": {
    "states": [
      "Хибні перейми",
      "Проблеми зі сном",
      "Постійна готовність"
    ],
    "sensationDescr": "Тренувальні перейми можуть стати настільки регулярними і відчутними, що ви будете плутати їх зі справжніми. Знайти зручну позу для сну практично неможливо. Ви живете в стані постійної готовності, прислухаючись до кожного сигналу свого тіла."
  },
  "comfortTips": [
    {
      "category": "Харчування",
      "tip": "Тримайте вдома запаси швидких, але корисних перекусів для себе та партнера на випадок, якщо пологи почнуться вночі."
    },
    {
      "category": "Активність",
      "tip": "Навчіться відрізняти хибні перейми від справжніх: справжні стають довшими, сильнішими і частішими з часом, не проходять при зміні положення тіла."
    },
    {
      "category": "Відпочинок та комфорт",
      "tip": "Спіть, коли можете, навіть якщо це короткі проміжки вдень. Кожна хвилина відпочинку зараз на вагу золота. Покладіть телефон та документи біля ліжка."
    }
  ]
},
{
  "_id": {
    "$oid": "6895cb58a5c677999ed2af1f"
  },
  "weekNumber": 39,
  "feelings": {
    "states": [
      "Втома від очікування",
      "Біль внизу живота",
      "Передчуття"
    ],
    "sensationDescr": "Це, мабуть, найдовший тиждень у вашому житті. Кожен день тягнеться нескінченно. Можуть з'явитися тягнучі болі внизу живота і в попереку, схожі на менструальні. З'являється інтуїтивне відчуття, що зустріч вже дуже скоро."
  },
  "comfortTips": [
    {
      "category": "Харчування",
      "tip": "Деякі дослідження показують, що вживання фініків на останніх тижнях вагітності може сприяти пом'якшенню шийки матки. Обговоріть це з лікарем."
    },
    {
      "category": "Активність",
      "tip": "Займіться чимось приємним, що відволікає. Сходіть з партнером в кафе, подивіться комедію. Позитивні емоції стимулюють вироблення окситоцину."
    },
    {
      "category": "Відпочинок та комфорт",
      "tip": "Приймайте теплі (не гарячі!) ванни. Це допомагає розслабити м'язи і зменшити біль. Поговоріть з животиком, скажіть малюку, що ви готові і чекаєте."
    }
  ]
},
{
  "_id": {
    "$oid": "6895cb58a5c677999ed2af20"
  },
  "weekNumber": 40,
  "feelings": {
    "states": [
      "День 'X'",
      "Втома і нетерпіння",
      "Все ще вагітна"
    ],
    "sensationDescr": "Настав прогнозований день пологів! Але лише 5% дітей народжуються точно в строк. Тому, швидше за все, ви все ще вагітні. Це може викликати розчарування і ще більшу втому. Кожне повідомлення з питанням 'Ну що?' починає дратувати."
  },
  "comfortTips": [
    {
      "category": "Харчування",
      "tip": "Продовжуйте їсти легку, поживну їжу. Вам потрібні сили для майбутнього марафону."
    },
    {
      "category": "Активність",
      "tip": "Продовжуйте гуляти, якщо добре почуваєтесь. Гравітація — ваш помічник. Але не перевтомлюйтесь."
    },
    {
      "category": "Відпочинок та комфорт",
      "tip": "Попередьте найближчих, що ви самі повідомите, коли все почнеться, і попросіть не турбувати вас зайвими дзвінками. Довіртеся своєму тілу, воно знає, що робить."
    }
  ]
},
{
  "_id": {
    "$oid": "6895cb58a5c677999ed2af21"
  },
  "weekNumber": 41,
  "feelings": {
    "states": [
      "'Переношування'",
      "Роздратування",
      "Тривога за дитину"
    ],
    "sensationDescr": "Ви офіційно 'переношуєте' вагітність, хоча термін до 42 тижнів вважається нормою. Роздратування може досягати межі. З'являється тривога, чи все гаразд з малюком."
  },
  "comfortTips": [
    {
      "category": "Харчування",
      "tip": "Їжте 'нудну', але поживну їжу. Гостра їжа, всупереч міфам, навряд чи прискорить пологи, але може викликати печію."
    },
    {
      "category": "Активність",
      "tip": "Відвідуйте лікаря частіше. Вам, ймовірно, призначать додаткові КТГ та УЗД, щоб контролювати стан дитини та плаценти. Це допоможе заспокоїти вашу тривогу."
    },
    {
      "category": "Відпочинок та комфорт",
      "tip": "Обговоріть з лікарем можливі варіанти індукції пологів, якщо вона знадобиться. Бути поінформованою — значить бути спокійною. Пам'ятайте, ви не будете вагітною вічно!"
    }
  ]
},
{
  "_id": {
    "$oid": "6895cb58a5c677999ed2af22"
  },
  "weekNumber": 42,
  "feelings": {
    "states": [
      "Готовність до всього",
      "Фінальне очікування",
      "Планування індукції"
    ],
    "sensationDescr": "Ви на фінішній прямій. На цьому тижні ви точно зустрінетеся зі своєю дитиною. Емоційно ви, ймовірно, готові до будь-якого сценарію, аби це нарешті сталося. Очікування змішується з рішучістю."
  },
  "comfortTips": [
    {
      "category": "Харчування",
      "tip": "Перед поїздкою до пологового будинку (особливо на індукцію) з'їжте щось легке, але поживне, якщо лікар не дав інших рекомендацій. Вам знадобиться енергія."
    },
    {
      "category": "Активність",
      "tip": "Зберіть речі і думки. Перевірте сумку. Повторіть дихальні техніки. Ви готові."
    },
    {
      "category": "Відпочинок та комфорт",
      "tip": "Довіртеся своїм лікарям та своєму тілу. Незалежно від того, як почнуться і пройдуть ваші пологи, головне — це здоров'я вас і вашої дитини. Попереду — найважливіша зустріч у вашому житті."
    }
  ]
}]